/*
Navicat MySQL Data Transfer

Source Server         : 127.0.0.1
Source Server Version : 50716
Source Host           : 127.0.0.1:3306
Source Database       : mall

Target Server Type    : MYSQL
Target Server Version : 50716
File Encoding         : 65001

Date: 2019-12-25 14:44:39
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for brand
-- ----------------------------
DROP TABLE IF EXISTS `brand`;
CREATE TABLE `brand` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) NOT NULL COMMENT '品牌名称',
  `image` varchar(128) DEFAULT '' COMMENT '品牌图片地址',
  `letter` char(1) DEFAULT '' COMMENT '品牌的首字母',
  `sort` double(10,2) DEFAULT '0.00' COMMENT '排序',
  `create_time` datetime DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `comment` varchar(500) DEFAULT '' COMMENT '备注',
  `category_ids` varchar(500) DEFAULT '' COMMENT '多个商品类目',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=291 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='商品的品牌表';

-- ----------------------------
-- Records of brand
-- ----------------------------
INSERT INTO `brand` VALUES ('1', '德尔格', '/image/brand/0308f6b34fe7e120070ced6b955a480150ed4bdb.jpg', '', '1.00', '2019-12-18 16:20:27', '', '17,31,64,65,66,67,68,70,71,72');
INSERT INTO `brand` VALUES ('2', '3M', '/image/brand/aa407fadcd3070a01cca0800855803ee2fae310d.jpg', '', '2.00', '2019-12-18 16:20:27', '', '15,16,17,18,19,21,339');
INSERT INTO `brand` VALUES ('3', '安思尔', '/image/brand/24da413bc2fd4046265d7dd630f33b453e097d34.jpg', '', '3.00', '2019-12-18 16:20:27', '', '29');
INSERT INTO `brand` VALUES ('4', 'ABB', '/image/brand/1fefe7af068afc0ed6a4f31219f875db94daf47c.jpg', '', '4.00', '2019-12-18 16:20:27', '', '55');
INSERT INTO `brand` VALUES ('5', '瑞普三元', '/image/brand/616fdcbb7cbea93ed6820fe4b9e0183b3d393044.jpg', '', '5.00', '2019-12-18 16:20:27', '', '');
INSERT INTO `brand` VALUES ('6', '宁波三星电器', '/image/brand/080f87145f822167f87e54ab0970a55731787ce8.jpg', '', '6.00', '2019-12-18 16:20:27', '', '101,102,103,104,105');
INSERT INTO `brand` VALUES ('7', '恩德斯·豪斯', '/image/brand/a207fed6a2cfb1d3356c2587e222f0df7ec47a72.jpg', '', '7.00', '2019-12-18 16:20:27', '', '128,129,130,131,132');
INSERT INTO `brand` VALUES ('8', '思维奇', '', '', '8.00', '2019-12-18 16:20:27', '', '134,135,136,137');
INSERT INTO `brand` VALUES ('9', '北京现代', '', '', '0.00', '2019-12-18 16:20:27', '', '126');
INSERT INTO `brand` VALUES ('10', '德国埃威得', '', '', '0.00', '2019-12-18 16:20:27', '', '126');
INSERT INTO `brand` VALUES ('11', '金源智能', '/image/brand/47272b0fa7d4b54f503aa68ffecb85cd3e370802.png', '', '0.00', '2019-12-18 16:20:27', '', '93,94,95,96');
INSERT INTO `brand` VALUES ('12', '金曼克', '', '', '0.00', '2019-12-18 16:20:27', '', '36,37,38,39,40,41,42,43,44,45');
INSERT INTO `brand` VALUES ('13', '西南铝', '', '', '0.00', '2019-12-18 16:20:27', '', '75,76,78,79,80,82');
INSERT INTO `brand` VALUES ('14', '嘉洁能', '', '', '0.00', '2019-12-18 16:20:27', '', '120,121,122,123,124,154,155,156');
INSERT INTO `brand` VALUES ('15', '西高', '', '', '0.00', '2019-12-18 16:20:27', '', '107,108');
INSERT INTO `brand` VALUES ('16', '小猫', '', '', '0.00', '2019-12-18 16:20:27', '', '');
INSERT INTO `brand` VALUES ('17', '华创', '/image/brand/275c2b0f17b29483d59e1a4768a54ca019f4291a.png', '', '0.00', '2019-12-18 16:20:27', '', '110,111,112,113,114,115,116,117,118,151,152,153');
INSERT INTO `brand` VALUES ('18', '施耐德', '', '', '0.00', '2019-12-18 16:20:27', '', '');
INSERT INTO `brand` VALUES ('19', '凯天', '/image/brand/1684f3d8a361085321f14fccee73997b2f13728c.jpeg', '', '0.00', '2019-12-18 16:20:27', '', '21,57,58,59,60,61,138,139,140,141,142,143,144,145,146,147');
INSERT INTO `brand` VALUES ('20', '航天三发微酷', '/image/brand/87254c4553e8973ce54a3e29591ad41d7b0907ab.jpg', '', '0.00', '2019-12-18 16:20:27', '', '56,157,158,159,160,161,162');
INSERT INTO `brand` VALUES ('21', '海鹰星航', '', '', '0.00', '2019-12-18 16:20:27', '', '46,47,48,49,50,51,52,53,54,55,415,416,417,418');
INSERT INTO `brand` VALUES ('22', '华信', '', '', '0.00', '2019-12-18 16:20:27', '', '16,18,21,28,30');
INSERT INTO `brand` VALUES ('23', '雷克兰', '/image/brand/e7e0e182a7b09593d334e7827b85acdbd039c78b.png', '', '0.00', '2019-12-18 16:20:27', '', '17,18,19,28,29,30,342,343,344,450');
INSERT INTO `brand` VALUES ('24', '鑫航', '', '', '0.00', '2019-12-18 16:20:27', '', '183');
INSERT INTO `brand` VALUES ('25', '凯天环保', '', '', '0.00', '2019-12-18 16:20:27', '', '177,178,179,180,181,182,184');
INSERT INTO `brand` VALUES ('26', '霍尼韦尔', '', '', '0.00', '2019-12-18 16:20:27', '', '15,16,17,18,19,21,28,29,30,31,170,171,172,173,174,175,176,183,186,191,450');
INSERT INTO `brand` VALUES ('27', '吉瑞安', '', '', '0.00', '2019-12-18 16:20:27', '', '187');
INSERT INTO `brand` VALUES ('28', '山铭', '', '', '0.00', '2019-12-18 16:20:27', '', '189,372,373,375,376,382,383,384');
INSERT INTO `brand` VALUES ('29', 'newifi新路由3', '', '', '0.00', '2019-12-18 16:20:27', '', '194');
INSERT INTO `brand` VALUES ('30', '鸿雁', '', '', '0.00', '2019-12-18 16:20:27', '', '197,198,199,200,210,271,272,273,497');
INSERT INTO `brand` VALUES ('31', '建支', '', '', '0.00', '2019-12-18 16:20:27', '', '201,202,203,204,205,206,207,208,209,231,232,233,235,318');
INSERT INTO `brand` VALUES ('32', '世达', '', '', '0.00', '2019-12-18 16:20:27', '', '211,212,213,214,215,219,220,221,222,223,224,225,226,227,228,229,230,288,292,301,332,333,336,485,486,488,489,491,493');
INSERT INTO `brand` VALUES ('33', '京固', '', '', '0.00', '2019-12-18 16:20:27', '', '236,237,238,239,240,241,242,243,244,245,246,247,248,249,250,251,252,253,254,322');
INSERT INTO `brand` VALUES ('34', '梅花', '', '', '0.00', '2019-12-18 16:20:27', '', '255,256,258,259,270');
INSERT INTO `brand` VALUES ('35', '三环', '', '', '0.00', '2019-12-18 16:20:27', '', '255,256,270');
INSERT INTO `brand` VALUES ('36', '哈量', '', '', '0.00', '2019-12-18 16:20:27', '', '189,260,261,262,263,373,375,376,383,384,488');
INSERT INTO `brand` VALUES ('37', '禾大力', '', '', '0.00', '2019-12-18 16:20:27', '', '264,265,266,267,268,292,301,394,485,491,493');
INSERT INTO `brand` VALUES ('38', '易尔拓', '', '', '0.00', '2019-12-18 16:20:27', '', '230,274,275,276,277,278,279,280,281,282,283,284,285,286,287,288,289,290,291,292,293,294,295,296,297,298,299,300,302,319,320,394,485,493');
INSERT INTO `brand` VALUES ('39', '慧远', '', '', '0.00', '2019-12-18 16:20:27', '', '98,99,303,304,305,309,310,311,312,313,314,315,316,317');
INSERT INTO `brand` VALUES ('40', '山特维克', '', '', '0.00', '2019-12-18 16:20:27', '', '190,372,373,374,375,376,378,379,380,382,383,384,385,386,387,388,389,390,391,392,393,394,395,396,444,493');
INSERT INTO `brand` VALUES ('41', '浩耐斯', '', '', '0.00', '2019-12-18 16:20:27', '', '324');
INSERT INTO `brand` VALUES ('42', '常熟大力', '', '', '0.00', '2019-12-18 16:20:27', '', '321,326,327');
INSERT INTO `brand` VALUES ('43', '千木', '', '', '0.00', '2019-12-18 16:20:27', '', '190,372,373,374,375,376,378,379,383,384,386,387,388,389,390,391,392,393,394,395,396,493');
INSERT INTO `brand` VALUES ('44', '上海威克', '', '', '0.00', '2019-12-18 16:20:27', '', '376');
INSERT INTO `brand` VALUES ('45', '瓦尔特', '', '', '0.00', '2019-12-18 16:20:28', '', '373,374,375,376,378,379,380,382,383,384,385,386,387,388,389,390,391,392,393,394,395,396,444,493');
INSERT INTO `brand` VALUES ('46', '天工', '', '', '0.00', '2019-12-18 16:20:28', '', '299,372,373,375,376,382,383,384');
INSERT INTO `brand` VALUES ('47', '样品', '', '', '0.00', '2019-12-18 16:20:28', '', '');
INSERT INTO `brand` VALUES ('48', '西南工具', '', '', '0.00', '2019-12-18 16:20:28', '', '372,373,374,375,376,378,379,383,384,386,387,388,389,390,391,392,394,395,396,485,488,491');
INSERT INTO `brand` VALUES ('49', 'CAFRO', '', '', '0.00', '2019-12-18 16:20:28', '', '');
INSERT INTO `brand` VALUES ('50', '丹纳布雷', '', '', '0.00', '2019-12-18 16:20:28', '', '337,362,486,489');
INSERT INTO `brand` VALUES ('51', '霍夫曼', '', '', '0.00', '2019-12-18 16:20:28', '', '');
INSERT INTO `brand` VALUES ('52', '鑫方盛', '', '', '0.00', '2019-12-18 16:20:28', '', '');
INSERT INTO `brand` VALUES ('53', '上工', '', '', '0.00', '2019-12-18 16:20:28', '', '190,299,372,373,375,376,382,383,384,395,488');
INSERT INTO `brand` VALUES ('54', '三菱', '', '', '0.00', '2019-12-18 16:20:28', '', '373,374,375,376,378,379,380,382,383,384,385,386,387,388,389,390,391,392,393,394,395,396,444');
INSERT INTO `brand` VALUES ('55', '特固克', '', '', '0.00', '2019-12-18 16:20:28', '', '373,374,375,376,378,379,380,382,383,384,385,386,387,388,389,390,391,392,393,394,395,396,444,493');
INSERT INTO `brand` VALUES ('56', '京瓷', '', '', '0.00', '2019-12-18 16:20:28', '', '373,374,375,376,378,379,380,382,383,384,385,386,387,388,389,390,391,392,393,394,395,396,444,493');
INSERT INTO `brand` VALUES ('57', '森拉天时', '', '', '0.00', '2019-12-18 16:20:28', '', '376,384,387,444');
INSERT INTO `brand` VALUES ('58', '4M', '', '', '0.00', '2019-12-18 16:20:28', '', '');
INSERT INTO `brand` VALUES ('59', '赫力斯', '', '', '0.00', '2019-12-18 16:20:28', '', '332,333,336,485,488');
INSERT INTO `brand` VALUES ('60', '不详', '', '', '0.00', '2019-12-18 16:20:28', '', '334,335,338');
INSERT INTO `brand` VALUES ('61', '中华', '', '', '0.00', '2019-12-18 16:20:28', '', '');
INSERT INTO `brand` VALUES ('62', '鳄鱼', '', '', '0.00', '2019-12-18 16:20:28', '', '');
INSERT INTO `brand` VALUES ('63', '东洋', '', '', '0.00', '2019-12-18 16:20:28', '', '330');
INSERT INTO `brand` VALUES ('64', '宝绿旺', '', '', '0.00', '2019-12-18 16:20:28', '', '341');
INSERT INTO `brand` VALUES ('65', '博勒中国', '', '', '0.00', '2019-12-18 16:20:28', '', '190,375');
INSERT INTO `brand` VALUES ('66', '飞辰', '', '', '0.00', '2019-12-18 16:20:28', '', '348');
INSERT INTO `brand` VALUES ('67', '得力', '', '', '0.00', '2019-12-18 16:20:28', '', '329,330,350,351,352,353,354,355,356,357,358,359,360,361');
INSERT INTO `brand` VALUES ('68', '略', '', '', '0.00', '2019-12-18 16:20:28', '', '365');
INSERT INTO `brand` VALUES ('69', '杜邦', '', '', '0.00', '2019-12-18 16:20:28', '', '17,19,29');
INSERT INTO `brand` VALUES ('70', 'SAFETY JOGGER', '', '', '0.00', '2019-12-18 16:20:28', '', '30');
INSERT INTO `brand` VALUES ('71', 'MAPA', '', '', '0.00', '2019-12-18 16:20:28', '', '29');
INSERT INTO `brand` VALUES ('72', '代尔塔', '', '', '0.00', '2019-12-18 16:20:28', '', '15,17,18,21,28,29,30,32,342,343,344');
INSERT INTO `brand` VALUES ('73', '贝迪', '', '', '0.00', '2019-12-18 16:20:28', '', '183,419,422,423,424,425');
INSERT INTO `brand` VALUES ('74', '杰斯瑞特', '', '', '0.00', '2019-12-18 16:20:28', '', '419');
INSERT INTO `brand` VALUES ('75', '西斯贝尔', '', '', '0.00', '2019-12-18 16:20:28', '', '419');
INSERT INTO `brand` VALUES ('76', '都克', '', '', '0.00', '2019-12-18 16:20:28', '', '32,270,424');
INSERT INTO `brand` VALUES ('77', 'AP', '', '', '0.00', '2019-12-18 16:20:28', '', '17,18,29');
INSERT INTO `brand` VALUES ('78', '威特仕', '', '', '0.00', '2019-12-18 16:20:28', '', '17,18,28,29');
INSERT INTO `brand` VALUES ('79', '力赞', '', '', '0.00', '2019-12-18 16:20:28', '', '28,29,34');
INSERT INTO `brand` VALUES ('80', '其他', '', '', '0.00', '2019-12-18 16:20:28', '', '17,29,84,124,205,210,299,301,321,324,330,337,354,372,373,374,375,376,378,379,380,382,383,384,385,386,387,388,389,390,391,392,393,394,395,396,406,414,430,432,433,435,437,438,439,440,441,442,443,444,445,447,451,452,453,454,459,460,461,462,463,464,465,466,467,469,485,486,487,488,489,490,491,492,493,494,495,496,497');
INSERT INTO `brand` VALUES ('81', '藏冰川', '', '', '0.00', '2019-12-18 16:20:28', '', '414,469');
INSERT INTO `brand` VALUES ('82', '昊科兵具', '', '', '0.00', '2019-12-18 16:20:28', '', '');
INSERT INTO `brand` VALUES ('83', '壳牌', '', '', '0.00', '2019-12-18 16:20:28', '', '');
INSERT INTO `brand` VALUES ('84', '好富顿', '', '', '0.00', '2019-12-18 16:20:28', '', '');
INSERT INTO `brand` VALUES ('85', '德润宝', '', '', '0.00', '2019-12-18 16:20:28', '', '');
INSERT INTO `brand` VALUES ('86', '新美科', '', '', '0.00', '2019-12-18 16:20:28', '', '');
INSERT INTO `brand` VALUES ('87', '美孚', '', '', '0.00', '2019-12-18 16:20:28', '', '');
INSERT INTO `brand` VALUES ('88', '长城', '', '', '0.00', '2019-12-18 16:20:28', '', '');
INSERT INTO `brand` VALUES ('89', '威迪亚', '', '', '0.00', '2019-12-18 16:20:28', '', '372,373,374,375,376,378,379,380,382,383,384,385,386,387,388,389,390,391,392,393,394,395,396,444');
INSERT INTO `brand` VALUES ('90', '伊斯卡', '', '', '0.00', '2019-12-18 16:20:28', '', '372,373,374,375,376,378,379,380,382,383,384,385,386,387,388,389,390,391,392,393,394,395,396,444,493');
INSERT INTO `brand` VALUES ('91', '希普思', '', '', '0.00', '2019-12-18 16:20:28', '', '372,373,374,375,376,378,379,380,382,383,384,385,386,387,388,389,390,391,392,393,394,395,396,444');
INSERT INTO `brand` VALUES ('92', 'PO', '', '', '0.00', '2019-12-18 16:20:28', '', '372,373,374,375,376,378,379,380,382,383,384,385,386,387,388,389,390,391,392,393,394,395,396,444');
INSERT INTO `brand` VALUES ('93', '肯纳', '', '', '0.00', '2019-12-18 16:20:28', '', '372,373,374,375,376,378,379,380,382,383,384,385,386,387,388,389,390,391,392,393,394,395,396,444');
INSERT INTO `brand` VALUES ('94', '山高', '', '', '0.00', '2019-12-18 16:20:28', '', '372,373,374,375,376,378,379,380,382,383,384,385,386,387,388,389,390,391,392,393,394,395,396,444,493');
INSERT INTO `brand` VALUES ('95', '蓝帜', '', '', '0.00', '2019-12-18 16:20:28', '', '372,373,374,375,376,378,379,380,382,383,384,385,386,387,388,389,390,391,392,393,394,395,396,444');
INSERT INTO `brand` VALUES ('96', '住友电工', '', '', '0.00', '2019-12-18 16:20:28', '', '372,373,374,375,376,378,379,380,382,384,385,386,387,388,389,390,391,392,393,394,395,396,444');
INSERT INTO `brand` VALUES ('97', '钻石', '', '', '0.00', '2019-12-18 16:20:28', '', '372,373,374,375,376,378,379,384,386,387,388,389,390,391,392,394,395,396');
INSERT INTO `brand` VALUES ('98', '博润科', '', '', '0.00', '2019-12-18 16:20:28', '', '');
INSERT INTO `brand` VALUES ('99', '柯达', '', '', '0.00', '2019-12-18 16:20:28', '', '490');
INSERT INTO `brand` VALUES ('100', '乐凯', '', '', '0.00', '2019-12-18 16:20:28', '', '490');
INSERT INTO `brand` VALUES ('101', '蓝锋', '', '', '0.00', '2019-12-18 16:20:28', '', '487,490');
INSERT INTO `brand` VALUES ('102', '瑞士fraisa', '', '', '0.00', '2019-12-18 16:20:28', '', '');
INSERT INTO `brand` VALUES ('103', '美国SGS', '', '', '0.00', '2019-12-18 16:20:29', '', '372');
INSERT INTO `brand` VALUES ('104', '赫德HD', '', '', '0.00', '2019-12-18 16:20:29', '', '372,373');
INSERT INTO `brand` VALUES ('105', '卡斯特', '', '', '0.00', '2019-12-18 16:20:29', '', '');
INSERT INTO `brand` VALUES ('106', '德国WNT', '', '', '0.00', '2019-12-18 16:20:29', '', '372');
INSERT INTO `brand` VALUES ('107', '德国HARTNER', '', '', '0.00', '2019-12-18 16:20:29', '', '372');
INSERT INTO `brand` VALUES ('108', '英国多玛', '', '', '0.00', '2019-12-18 16:20:29', '', '372');
INSERT INTO `brand` VALUES ('109', '日本OSG', '', '', '0.00', '2019-12-18 16:20:29', '', '372,379');
INSERT INTO `brand` VALUES ('110', '日本不二越', '', '', '0.00', '2019-12-18 16:20:29', '', '372,393');
INSERT INTO `brand` VALUES ('111', '韩国YG', '', '', '0.00', '2019-12-18 16:20:29', '', '372');
INSERT INTO `brand` VALUES ('112', 'SSD', '', '', '0.00', '2019-12-18 16:20:29', '', '372');
INSERT INTO `brand` VALUES ('113', '德国钨马', '', '', '0.00', '2019-12-18 16:20:29', '', '');
INSERT INTO `brand` VALUES ('114', '日本Okazaki', '', '', '0.00', '2019-12-18 16:20:29', '', '');
INSERT INTO `brand` VALUES ('115', '渭河', '', '', '0.00', '2019-12-18 16:20:29', '', '');
INSERT INTO `brand` VALUES ('116', '德国号恩', '', '', '0.00', '2019-12-18 16:20:29', '', '');
INSERT INTO `brand` VALUES ('117', 'PRAMEI普拉米特', '', '', '0.00', '2019-12-18 16:20:29', '', '');
INSERT INTO `brand` VALUES ('118', '森泰英格', '', '', '0.00', '2019-12-18 16:20:29', '', '');
INSERT INTO `brand` VALUES ('119', '戴杰', '', '', '0.00', '2019-12-18 16:20:29', '', '');
INSERT INTO `brand` VALUES ('120', '德国BASS', '', '', '0.00', '2019-12-18 16:20:29', '', '');
INSERT INTO `brand` VALUES ('121', '德克', '', '', '0.00', '2019-12-18 16:20:29', '', '');
INSERT INTO `brand` VALUES ('122', '意大利瓦格纳', '', '', '0.00', '2019-12-18 16:20:29', '', '');
INSERT INTO `brand` VALUES ('123', '以色列瓦格斯', '', '', '0.00', '2019-12-18 16:20:29', '', '');
INSERT INTO `brand` VALUES ('124', '日本YAMAWA', '', '', '0.00', '2019-12-18 16:20:29', '', '');
INSERT INTO `brand` VALUES ('125', '台湾正河源', '', '', '0.00', '2019-12-18 16:20:29', '', '493');
INSERT INTO `brand` VALUES ('126', '德国SKO', '', '', '0.00', '2019-12-18 16:20:29', '', '');
INSERT INTO `brand` VALUES ('127', '德国WTE', '', '', '0.00', '2019-12-18 16:20:29', '', '');
INSERT INTO `brand` VALUES ('128', '德国翰墨', '', '', '0.00', '2019-12-18 16:20:29', '', '378');
INSERT INTO `brand` VALUES ('129', '史丹利', '', '', '0.00', '2019-12-18 16:20:29', '', '485,488,491,493');
INSERT INTO `brand` VALUES ('130', '钢盾', '', '', '0.00', '2019-12-18 16:20:29', '', '');
INSERT INTO `brand` VALUES ('131', '晋亿', '', '', '0.00', '2019-12-18 16:20:29', '', '');
INSERT INTO `brand` VALUES ('132', '伍尔特', '', '', '0.00', '2019-12-18 16:20:29', '', '');
INSERT INTO `brand` VALUES ('133', '百固', '', '', '0.00', '2019-12-18 16:20:29', '', '');
INSERT INTO `brand` VALUES ('134', '威汉', '', '', '0.00', '2019-12-18 16:20:29', '', '485,491,493');
INSERT INTO `brand` VALUES ('135', 'PB', '', '', '0.00', '2019-12-18 16:20:29', '', '');
INSERT INTO `brand` VALUES ('136', '吉多瑞', '', '', '0.00', '2019-12-18 16:20:29', '', '485,491');
INSERT INTO `brand` VALUES ('137', '百塔', '', '', '0.00', '2019-12-18 16:20:29', '', '');
INSERT INTO `brand` VALUES ('138', 'K牌', '', '', '0.00', '2019-12-18 16:20:29', '', '');
INSERT INTO `brand` VALUES ('146', '瑞铂', '', '', '0.00', '2019-12-18 16:20:29', '', '');
INSERT INTO `brand` VALUES ('147', '马牌', '', '', '0.00', '2019-12-18 16:20:29', '', '485,488');
INSERT INTO `brand` VALUES ('148', '美国巨霸', '', '', '0.00', '2019-12-18 16:20:29', '', '489');
INSERT INTO `brand` VALUES ('149', '台湾巨岛', '', '', '0.00', '2019-12-18 16:20:29', '', '489');
INSERT INTO `brand` VALUES ('150', '英格索兰', '', '', '0.00', '2019-12-18 16:20:29', '', '489');
INSERT INTO `brand` VALUES ('151', '前哨', '', '', '0.00', '2019-12-18 16:20:29', '', '489,493');
INSERT INTO `brand` VALUES ('152', '三丰', '', '', '0.00', '2019-12-18 16:20:29', '', '488');
INSERT INTO `brand` VALUES ('153', '丹青', '', '', '0.00', '2019-12-18 16:20:29', '', '488');
INSERT INTO `brand` VALUES ('154', '英式', '', '', '0.00', '2019-12-18 16:20:29', '', '488');
INSERT INTO `brand` VALUES ('155', '马尔', '', '', '0.00', '2019-12-18 16:20:29', '', '488');
INSERT INTO `brand` VALUES ('156', '索士', '', '', '0.00', '2019-12-18 16:20:29', '', '489,493');
INSERT INTO `brand` VALUES ('158', '博世', '', '', '0.00', '2019-12-18 16:20:29', '', '485,486,491');
INSERT INTO `brand` VALUES ('159', '捷科', '', '', '0.00', '2019-12-18 16:20:29', '', '485,491');
INSERT INTO `brand` VALUES ('160', '成量', '', '', '0.00', '2019-12-18 16:20:29', '', '488');
INSERT INTO `brand` VALUES ('161', '博美', '', '', '0.00', '2019-12-18 16:20:29', '', '490');
INSERT INTO `brand` VALUES ('162', '京都', '', '', '0.00', '2019-12-18 16:20:29', '', '490');
INSERT INTO `brand` VALUES ('163', '利达', '', '', '0.00', '2019-12-18 16:20:29', '', '');
INSERT INTO `brand` VALUES ('164', '联塑', '', '', '0.00', '2019-12-18 16:20:29', '', '');
INSERT INTO `brand` VALUES ('165', '恒翔', '', '', '0.00', '2019-12-18 16:20:29', '', '');
INSERT INTO `brand` VALUES ('166', '公牛', '', '', '0.00', '2019-12-18 16:20:29', '', '494,495,497');
INSERT INTO `brand` VALUES ('167', '德圣', '', '', '0.00', '2019-12-18 16:20:29', '', '494,495');
INSERT INTO `brand` VALUES ('168', '明华亚明', '', '', '0.00', '2019-12-18 16:20:29', '', '495');
INSERT INTO `brand` VALUES ('169', '富利达', '', '', '0.00', '2019-12-18 16:20:29', '', '495');
INSERT INTO `brand` VALUES ('170', '飞利浦', '', '', '0.00', '2019-12-18 16:20:30', '', '210,494,495');
INSERT INTO `brand` VALUES ('171', '佛山', '', '', '0.00', '2019-12-18 16:20:30', '', '494,495');
INSERT INTO `brand` VALUES ('172', '尚上', '', '', '0.00', '2019-12-18 16:20:30', '', '494');
INSERT INTO `brand` VALUES ('173', '敏华', '', '', '0.00', '2019-12-18 16:20:30', '', '494');
INSERT INTO `brand` VALUES ('174', '佩安', '', '', '0.00', '2019-12-18 16:20:30', '', '494');
INSERT INTO `brand` VALUES ('175', '亚明', '', '', '0.00', '2019-12-18 16:20:30', '', '494,495');
INSERT INTO `brand` VALUES ('176', '上海人民', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('177', '上海钱涛', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('178', '日本伊藤', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('179', '上海大福', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('180', '盈科', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('181', '百事王', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('182', '费斯托', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('183', 'TCL', '', '', '0.00', '2019-12-18 16:20:30', '', '495,497');
INSERT INTO `brand` VALUES ('184', '新核锐', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('185', '旭日', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('186', '茗熔', '', '', '0.00', '2019-12-18 16:20:30', '', '495');
INSERT INTO `brand` VALUES ('187', '松下', '', '', '0.00', '2019-12-18 16:20:30', '', '495');
INSERT INTO `brand` VALUES ('188', '威龙', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('189', '苏氏', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('190', '远东', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('191', '瓦格斯', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('192', '斯凯孚', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('193', '征宙', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('194', '四川大西洋', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('195', '天津金桥', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('196', '天津大桥', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('197', '上海斯米克', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('198', 'NSK', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('199', '东成', '', '', '0.00', '2019-12-18 16:20:30', '', '486');
INSERT INTO `brand` VALUES ('200', '奥展', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('201', '大力', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('202', '广成', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('203', '福禄克', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('204', '莱赛', '', '', '0.00', '2019-12-18 16:20:30', '', '485,486,488,489,491,493');
INSERT INTO `brand` VALUES ('205', '奥克林', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('206', '昆仑', '', '', '0.00', '2019-12-18 16:20:30', '', '496');
INSERT INTO `brand` VALUES ('207', '牛力', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('208', '鸿鑫', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('209', '爱利凯特', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('210', '爵力', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('211', '恩鸽', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('212', '马头', '', '', '0.00', '2019-12-18 16:20:30', '', '489');
INSERT INTO `brand` VALUES ('213', '大华', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('214', '富士', '', '', '0.00', '2019-12-18 16:20:30', '', '486,489');
INSERT INTO `brand` VALUES ('215', '阿特拉斯', '', '', '0.00', '2019-12-18 16:20:30', '', '489');
INSERT INTO `brand` VALUES ('216', '凯尼派克', '', '', '0.00', '2019-12-18 16:20:30', '', '485,491,493');
INSERT INTO `brand` VALUES ('217', '维拉', '', '', '0.00', '2019-12-18 16:20:30', '', '485,491,493');
INSERT INTO `brand` VALUES ('218', 'ATI', '', '', '0.00', '2019-12-18 16:20:30', '', '485,491,493');
INSERT INTO `brand` VALUES ('219', '佩斯', '', '', '0.00', '2019-12-18 16:20:30', '', '485,491');
INSERT INTO `brand` VALUES ('220', '牧田', '', '', '0.00', '2019-12-18 16:20:30', '', '486');
INSERT INTO `brand` VALUES ('221', '博士', '', '', '0.00', '2019-12-18 16:20:30', '', '485,486,489');
INSERT INTO `brand` VALUES ('223', '日立', '', '', '0.00', '2019-12-18 16:20:30', '', '486');
INSERT INTO `brand` VALUES ('224', '百德', '', '', '0.00', '2019-12-18 16:20:30', '', '486');
INSERT INTO `brand` VALUES ('225', '雷士', '', '', '0.00', '2019-12-18 16:20:30', '', '210');
INSERT INTO `brand` VALUES ('226', '航宇', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('227', '博士手', '', '', '0.00', '2019-12-18 16:20:30', '', '');
INSERT INTO `brand` VALUES ('228', '锈敌', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('229', 'WD-40', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('230', '龙邦', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('231', '哈工大', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('232', '道康宁', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('233', '乐泰', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('234', '白云洁霸', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('235', '常州双环', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('236', '布莱迪', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('237', '优利德', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('238', '胜利', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('239', '华仪', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('240', '宏华', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('241', '正泰', '', '', '0.00', '2019-12-18 16:20:31', '', '497');
INSERT INTO `brand` VALUES ('242', '德力西', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('243', '艾利凯特', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('244', '西门子', '', '', '0.00', '2019-12-18 16:20:31', '', '497');
INSERT INTO `brand` VALUES ('245', '朝阳电线', '', '', '0.00', '2019-12-18 16:20:31', '', '496');
INSERT INTO `brand` VALUES ('246', '九州通', '', '', '0.00', '2019-12-18 16:20:31', '', '496');
INSERT INTO `brand` VALUES ('247', '华旗', '', '', '0.00', '2019-12-18 16:20:31', '', '496');
INSERT INTO `brand` VALUES ('248', '天坛', '', '', '0.00', '2019-12-18 16:20:31', '', '496');
INSERT INTO `brand` VALUES ('249', '台湾力山', '', '', '0.00', '2019-12-18 16:20:31', '', '489,493');
INSERT INTO `brand` VALUES ('250', '台湾实得', '', '', '0.00', '2019-12-18 16:20:31', '', '489,493');
INSERT INTO `brand` VALUES ('251', '田岛', '', '', '0.00', '2019-12-18 16:20:31', '', '485,488');
INSERT INTO `brand` VALUES ('252', '威克士', '', '', '0.00', '2019-12-18 16:20:31', '', '486');
INSERT INTO `brand` VALUES ('253', '泰伦特', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('254', '比克曼', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('255', '海洋王', '', '', '0.00', '2019-12-18 16:20:31', '', '495');
INSERT INTO `brand` VALUES ('256', '黑豹', '', '', '0.00', '2019-12-18 16:20:31', '', '495');
INSERT INTO `brand` VALUES ('257', '嘉实多', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('258', 'CRC', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('259', '大造', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('260', '福斯', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('261', '蓝飞', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('262', '摩力克', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('263', '天津小猫', '', '', '0.00', '2019-12-18 16:20:31', '', '496');
INSERT INTO `brand` VALUES ('264', '突破', '', '', '0.00', '2019-12-18 16:20:31', '', '497');
INSERT INTO `brand` VALUES ('265', '剑皇', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('266', '华尊', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('267', 'BOSS', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('268', '四砂', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('269', '二砂', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('270', '诺顿', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('271', '含量', '', '', '0.00', '2019-12-18 16:20:31', '', '488');
INSERT INTO `brand` VALUES ('272', '北量', '', '', '0.00', '2019-12-18 16:20:31', '', '488');
INSERT INTO `brand` VALUES ('273', '上量', '', '', '0.00', '2019-12-18 16:20:31', '', '488');
INSERT INTO `brand` VALUES ('274', '青量', '', '', '0.00', '2019-12-18 16:20:31', '', '488');
INSERT INTO `brand` VALUES ('275', '北京仪器仪表厂', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('276', '爱多克', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('277', 'ACS', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('278', '安达琼斯', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('279', '爱牢达', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('280', '美树', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('281', '大象', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('282', '环球', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('283', '億川', '', '', '0.00', '2019-12-18 16:20:31', '', '');
INSERT INTO `brand` VALUES ('284', '首航', '', '', '0.00', '2019-12-18 16:20:31', '', '372');
INSERT INTO `brand` VALUES ('285', 'JMC', '', '', '0.00', '2019-12-18 16:20:31', '', '379,385,393');
INSERT INTO `brand` VALUES ('286', '黛杰', '', '', '0.00', '2019-12-18 16:20:31', '', '380');
INSERT INTO `brand` VALUES ('287', '雄克', '', '', '0.00', '2019-12-18 16:20:32', '', '378');
INSERT INTO `brand` VALUES ('288', '法容', '', '', '0.00', '2019-12-18 16:20:32', '', '378');
INSERT INTO `brand` VALUES ('289', 'PureaTec', '', '', '0.00', '2019-12-18 16:20:32', '', '');
INSERT INTO `brand` VALUES ('290', '象牙', '', '', '0.00', '2019-12-18 16:20:32', '', '210');

-- ----------------------------
-- Table structure for category
-- ----------------------------
DROP TABLE IF EXISTS `category`;
CREATE TABLE `category` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) DEFAULT '' COMMENT '类目名称',
  `status` tinyint(1) DEFAULT '1' COMMENT '使用状态：0.禁用,1.正常',
  `pid` int(11) DEFAULT '0' COMMENT '父类目id,顶级类目填0',
  `sort` double(10,2) DEFAULT '0.00' COMMENT '排序',
  `create_time` datetime DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `comment` varchar(500) DEFAULT '' COMMENT '备注',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=587 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='商品的类目表';

-- ----------------------------
-- Records of category
-- ----------------------------
INSERT INTO `category` VALUES ('1', '节能产品', '1', '0', '10.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('7', '环保产品', '1', '0', '9.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('8', '除尘设备', '1', '7', '0.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('9', '净化设备', '1', '7', '1.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('10', '烟尘粉尘捕捉元件', '1', '7', '2.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('11', '离心式油雾净化器', '1', '7', '3.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('12', '旋风预处理器', '1', '7', '4.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('13', '职业健康（待修改）', '1', '0', '15.00', '2019-12-18 15:48:00', '');
INSERT INTO `category` VALUES ('14', '个人防护用品', '1', '13', '0.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('15', '耳塞', '1', '14', '0.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('16', '耳罩', '1', '14', '1.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('17', '防护服', '1', '14', '0.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('18', '眼部防护', '1', '14', '5.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('19', '口罩', '1', '14', '3.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('21', '面罩', '1', '14', '2.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('27', '其他防护用品', '1', '13', '1.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('28', '头部防护', '1', '14', '6.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('29', '手部防护', '1', '14', '7.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('30', '足部防护', '1', '14', '8.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('31', '呼吸防护', '1', '14', '9.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('32', '安全带', '1', '27', '0.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('33', '安全网', '1', '27', '1.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('34', '劳动护肤剂', '1', '27', '2.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('35', '普通防护装备', '1', '27', '3.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('57', '高负压除尘设备', '1', '8', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('58', '离心式油雾净化器', '1', '9', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('59', '烟尘粉尘捕捉元件', '1', '10', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('60', '离心式油雾净化器', '1', '11', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('61', '旋风预处理器', '1', '12', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('62', '环境检测', '1', '0', '7.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('73', '工业设备仪器（待修改）', '1', '0', '19.00', '2019-12-18 15:48:00', '');
INSERT INTO `category` VALUES ('74', '铝材', '1', '73', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('75', '板材', '1', '74', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('76', '工业型材', '1', '74', '1.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('77', '排材', '1', '74', '2.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('78', '棒材', '1', '74', '3.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('79', '箔材', '1', '74', '4.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('80', '大规格棒材', '1', '74', '5.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('81', '带材', '1', '74', '6.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('82', '管材', '1', '74', '7.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('83', '大规格型材', '1', '74', '8.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('84', '特种型材', '1', '74', '9.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('85', '建筑型材', '1', '74', '10.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('86', '模压产品', '1', '74', '11.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('87', '大规格管材', '1', '74', '12.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('88', '大规格排材', '1', '74', '13.00', '2019-12-18 15:48:00', '');
INSERT INTO `category` VALUES ('92', '3D打印', '1', '73', '2.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('93', '铝合金粉末', '1', '92', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('94', '钛合金粉末', '1', '92', '1.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('95', '高温合金粉末', '1', '92', '2.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('96', '不锈钢粉末', '1', '92', '3.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('97', '电线电缆', '1', '73', '3.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('98', '电缆', '1', '97', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('99', '电线', '1', '97', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('100', '电表', '1', '73', '4.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('101', 'DZT188系列', '1', '100', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('102', 'DST188系列', '1', '100', '1.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('103', 'DDZY188C系列', '1', '100', '2.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('104', 'DTZY188C-Z系列', '1', '100', '3.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('105', 'DTZY188C系列', '1', '100', '4.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('106', '阀门', '1', '73', '5.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('107', '闸阀', '1', '106', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('108', '柱塞阀', '1', '106', '1.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('109', '钢骨架复合管及管件', '1', '73', '6.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('110', '钢骨架复合管（PN1.0）', '1', '109', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('111', '钢骨架电熔（有骨架，PN1.0）', '1', '109', '1.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('112', '钢骨架弯头（45度）', '1', '109', '2.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('113', '钢骨架弯头（90度）', '1', '109', '3.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('114', '钢骨架弯头（22.5度）', '1', '109', '4.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('115', '钢骨架弯头（11.25度）', '1', '109', '5.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('116', '钢骨架三通（PN1.0）', '1', '109', '6.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('117', '电熔法兰（PN1.0）', '1', '109', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('118', '法兰（PN1.0）', '1', '109', '8.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('119', '水表', '1', '73', '7.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('120', '机械式光电直读远传水表', '1', '119', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('121', '远传超声波水表', '1', '119', '4.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('122', '非接触式IC卡超声波水表', '1', '119', '2.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('123', '超声波流量计', '1', '119', '3.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('124', '机械式IC卡水表', '1', '119', '1.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('125', '电池', '1', '73', '8.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('126', '铅酸蓄电池', '1', '125', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('127', 'E+H类产品', '1', '73', '9.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('128', '物位仪表', '1', '127', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('129', '压力仪表', '1', '127', '1.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('130', '流量仪表', '1', '127', '2.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('131', '温度仪表', '1', '127', '3.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('132', '分析仪表', '1', '127', '4.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('133', '无损探伤类产品', '1', '73', '10.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('134', '超声波探伤机', '1', '133', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('135', '周向X射线探伤机XXG-2505', '1', '133', '1.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('136', '定向x线探伤机', '1', '133', '2.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('137', 'cjw-2000I探伤机', '1', '133', '3.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('138', '集中式烟尘净化器', '1', '8', '1.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('139', '旋风预处理器', '1', '8', '2.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('140', '烟尘粉尘捕捉元件', '1', '8', '3.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('141', 'AFS油雾除尘器', '1', '8', '4.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('142', 'KTT-D系列打磨抛光除尘净化工作台', '1', '8', '5.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('143', '滤筒式净化器过滤元件', '1', '9', '1.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('144', '有机废气吸附净化设备', '1', '9', '2.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('145', '整体治理一体机', '1', '9', '4.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('146', 'KTQG-S系列净化器', '1', '9', '5.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('147', 'KTT-C打磨抛光抽风工作台', '1', '9', '6.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('149', '管材', '1', '73', '1.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('150', '超声波流量计', '1', '73', '14.00', '2019-12-18 15:48:00', '');
INSERT INTO `category` VALUES ('151', '电熔法兰（PN1.6）', '1', '109', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('152', '电熔法兰（PN2.5）', '1', '109', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('153', '电熔法兰（PN4.0）', '1', '109', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('154', '中、小口径超声波热量表', '1', '119', '5.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('155', 'IC卡超声波热量表', '1', '119', '6.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('156', '大口径超声波热量表', '1', '119', '7.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('167', '整体解决方案', '1', '0', '6.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('168', '环境治理整体解决方案', '1', '167', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('169', '个人防护整体解决方案', '1', '167', '1.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('170', '喷漆作业个人防护整体解决方案', '1', '169', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('171', '打磨作业个人防护整体解决方案', '1', '169', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('172', '焊接作业个人防护整体解决方案', '1', '169', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('173', '电镀作业个人防护整体解决方案', '1', '169', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('174', '成型作业个人防护整体解决方案', '1', '169', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('175', '有限空间作业个人防护整体解决方案', '1', '169', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('176', '电子装配作业个人防护整体解决方案', '1', '169', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('177', '焊接烟尘治理整体解决方案', '1', '168', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('178', 'VOC废气治理整体解决方案', '1', '168', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('179', '铸造烟气粉尘治理整体解决方案', '1', '168', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('180', '油烟油雾治理整体解决方案', '1', '168', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('181', '打磨粉尘治理整体解决方案', '1', '168', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('182', '切割烟尘治理整体解决方案', '1', '168', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('183', '眼部健康', '1', '27', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('184', '工业厂房空气净化整体解决方案', '1', '168', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('186', '洁净室个人防护整体解决方案', '1', '169', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('187', '应急救援设备', '1', '27', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('188', '五金工具', '1', '73', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('191', '滤盒', '1', '14', '1.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('192', '五金紧固件', '1', '0', '15.00', '2019-12-18 15:48:00', '');
INSERT INTO `category` VALUES ('195', '日用产品', '1', '0', '3.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('196', '装饰装修', '1', '195', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('201', '弯头', '1', '149', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('202', '四通', '1', '149', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('204', '短接', '1', '149', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('205', '管箍', '1', '149', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('206', '三通', '1', '149', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('208', '过管接头', '1', '149', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('209', '活接头', '1', '149', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('210', '灯具', '1', '196', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('230', '套筒', '1', '188', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('270', '锁具', '1', '188', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('287', '剪、钳类', '1', '188', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('288', '锯条', '1', '188', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('290', '锯架', '1', '188', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('292', '螺丝批', '1', '188', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('293', '热风枪', '1', '188', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('299', '丝锥铰手', '1', '188', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('300', '手电筒', '1', '188', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('301', '扳手', '1', '188', '0.00', '2019-12-18 15:47:57', '');
INSERT INTO `category` VALUES ('318', '管堵', '1', '149', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('320', '工具车', '1', '188', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('321', '螺栓螺母', '1', '188', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('322', '穿线管', '1', '149', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('323', '电器设备', '1', '73', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('324', '减速机', '1', '323', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('326', '销子', '1', '188', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('327', '垫片', '1', '188', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('328', '办公用品', '1', '195', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('329', '剪刀', '1', '328', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('330', '笔类', '1', '328', '8.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('332', '卷尺', '1', '188', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('334', '角磨片', '1', '188', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('335', '抛光沙片', '1', '188', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('336', '鸭嘴榔头', '1', '188', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('337', '砂带机', '1', '323', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('338', '铜刷子', '1', '188', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('339', '砂纸', '1', '188', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('340', '建筑物节能整体解决方案', '1', '167', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('341', '建筑物隔热保温整体解决方案', '1', '340', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('342', '防寒服', '1', '14', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('343', '安全服', '1', '14', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('344', '降温服', '1', '14', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('345', '航天特色产品', '1', '0', '12.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('346', '日常民用产品', '1', '345', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('347', '企业专用产品', '1', '345', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('348', '航天水杯', '1', '346', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('349', '航天卡通优盘', '1', '346', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('350', '计算器', '1', '328', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('352', '订书器', '1', '328', '7.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('353', '组合文件框', '1', '328', '2.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('354', '复印纸', '1', '328', '1.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('355', '本类', '1', '328', '6.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('356', '鼠标', '1', '328', '5.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('357', '键盘', '1', '328', '4.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('358', '墨水', '1', '328', '3.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('359', '档案盒', '1', '328', '1.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('360', '相片纸', '1', '328', '2.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('361', '美工刀', '1', '328', '1.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('362', '风刻笔', '1', '188', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('363', '红色图书专区', '1', '0', '13.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('364', '党建书籍', '1', '363', '2.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('365', '党员教育', '1', '364', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('366', '刀具专区', '1', '0', '2.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('368', '进口铣刀刀杆刀片', '1', '366', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('369', '进口车刀刀体刀片', '1', '366', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('370', '进口刀具刀柄', '1', '366', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('371', '国产刀具刀柄', '1', '366', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('372', '整体硬质合金铣刀', '1', '371', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('373', '硬质合金钻头、铰刀', '1', '371', '1.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('378', '刀柄', '1', '370', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('379', '丝锥', '1', '370', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('380', '微小孔加工钻头', '1', '370', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('382', '镶齿槽铣刀', '1', '368', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('383', '球头刀', '1', '368', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('385', '硬质合金钻头', '1', '370', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('393', '高速钢钻头', '1', '370', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('395', '高速钢铣刀、钻头、铰刀、丝锥', '1', '371', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('399', '红色图书精选', '1', '363', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('400', '政治理论', '1', '363', '1.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('401', '反腐倡廉', '1', '399', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('405', '两学一做', '1', '399', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('406', '一带一路', '1', '399', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('407', '重大会议系列', '1', '363', '1.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('408', '十九大系列图书', '1', '407', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('410', '人物传记', '1', '364', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('411', '时事政治', '1', '364', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('412', '党史', '1', '364', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('413', '健康食品', '1', '13', '2.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('414', '饮品', '1', '413', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('416', '星航机电PLC控制柜', '1', '347', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('417', '星航机电变频柜', '1', '347', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('418', '星航机电流量计', '1', '347', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('419', '防火安全柜', '1', '27', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('420', '环境清洁', '1', '0', '5.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('423', '标签打印机', '1', '328', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('424', '安全锁具吊牌', '1', '27', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('426', '防火安全罐', '1', '27', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('429', '焊接类衣服', '1', '14', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('433', '脚轮', '1', '188', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('435', '空气过滤器', '1', '323', '0.00', '2019-12-18 15:47:56', '');
INSERT INTO `category` VALUES ('441', '电磁阀', '1', '323', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('443', '铆抢', '1', '188', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('444', '仿形铣刀（圆鼻铣刀）', '1', '368', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('445', '食品', '1', '413', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('446', '生活用品', '1', '195', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('448', '坠落防护', '1', '14', '11.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('449', '耳部防护', '1', '14', '12.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('455', '职业健康', '1', '0', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('456', '个人防护', '1', '455', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('457', '其他防护', '1', '455', '4.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('458', '健康食品', '1', '455', '5.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('459', '手部防护', '1', '456', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('460', '足部防护', '1', '456', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('461', '头部防护', '1', '456', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('462', '眼睑防护', '1', '456', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('463', '身体防护', '1', '456', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('464', '呼吸防护', '1', '456', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('465', '坠落防护', '1', '456', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('466', '静电防护', '1', '456', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('467', '食品', '1', '458', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('469', '饮品', '1', '458', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('470', '工业品', '1', '0', '1.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('471', '工具', '1', '470', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('472', '工控配电', '1', '470', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('473', '仪器仪表', '1', '470', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('477', '清洁环保', '1', '470', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('478', '化学品', '1', '470', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('479', '安全消防', '1', '470', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('480', '仓储包装', '1', '470', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('481', '焊接紧固', '1', '470', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('482', '机械配件', '1', '470', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('483', '暖通照明', '1', '470', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('484', '实验用品', '1', '470', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('485', '手动工具', '1', '471', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('486', '电动工具', '1', '471', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('487', '实验室试剂', '1', '484', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('488', '测量工具', '1', '471', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('489', '气动工具', '1', '471', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('490', '实验室耗材', '1', '484', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('491', '工具套装', '1', '471', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('492', '实验室设备', '1', '484', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('493', '工具配件', '1', '471', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('494', '暖通', '1', '483', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('495', '工业照明', '1', '483', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('496', '电线电缆', '1', '472', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('497', '开关插座', '1', '472', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('498', '管材管件', '1', '483', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('499', '低压配电', '1', '472', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('500', '轴承', '1', '482', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('501', '控制保护', '1', '472', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('502', '皮带链条', '1', '482', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('503', '电力检测', '1', '472', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('504', '机械零配件', '1', '482', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('505', '工业控制', '1', '472', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('506', '自动化', '1', '472', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('507', '电料辅件', '1', '472', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('508', '机床附件', '1', '482', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('509', '气动元件', '1', '482', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('510', '温度仪表', '1', '473', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('511', '电工仪表', '1', '473', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('512', '气体检测', '1', '473', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('513', '分析检测', '1', '473', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('514', '压力仪表', '1', '473', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('515', '流量仪表', '1', '473', '0.00', '2019-12-18 15:47:55', '');
INSERT INTO `category` VALUES ('516', '物位仪表', '1', '473', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('517', '阻容感及晶振', '1', '473', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('518', '半导体', '1', '473', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('519', '模块及开发板', '1', '473', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('520', '清洁用品', '1', '477', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('521', '清洁设备', '1', '477', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('522', '泵阀类', '1', '482', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('523', '清洁保养品', '1', '477', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('524', '工业擦拭', '1', '477', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('526', '地垫', '1', '477', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('527', '垃圾处理', '1', '477', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('528', '密封件', '1', '481', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('529', '润滑剂', '1', '478', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('530', '胶粘剂', '1', '478', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('531', '焊接设备', '1', '481', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('532', '焊接耗材', '1', '481', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('533', '化学试剂', '1', '478', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('534', '工业涂层', '1', '478', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('535', '清洗剂', '1', '478', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('536', '防锈剂', '1', '478', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('537', '包装工具', '1', '480', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('538', '脱模剂', '1', '478', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('539', '润滑油', '1', '478', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('540', '包装耗材', '1', '480', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('541', '标签耗材', '1', '480', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('542', '搬运设备', '1', '480', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('543', '存储设备', '1', '480', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('544', '警示标识', '1', '479', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('545', '应急处理', '1', '479', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('546', '监控设备', '1', '479', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('547', '安全锁具', '1', '479', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('548', '化学品存储', '1', '479', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('549', '消防器材', '1', '479', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('550', '消防服装', '1', '479', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('558', '整体硬质合金球头刀', '1', '370', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('559', '整体硬质合金立铣刀', '1', '370', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('561', '金属加工液', '1', '478', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('563', '打磨工具', '1', '471', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('568', '化工原料', '1', '478', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('570', '合成材料', '1', '478', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('571', '车刀', '1', '371', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('572', '硬质合金丝锥', '1', '371', '2.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('573', '定制刀具、特种刀具', '1', '371', '3.00', '2019-12-18 15:47:58', '');
INSERT INTO `category` VALUES ('574', '镶齿铣刀', '1', '371', '4.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('575', '刀柄', '1', '371', '5.00', '2019-12-18 15:47:59', '');
INSERT INTO `category` VALUES ('576', '切槽车刀', '1', '369', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('577', '螺纹车刀', '1', '369', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('578', '内孔车刀', '1', '369', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('579', '外圆车刀', '1', '369', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('580', '方肩铣刀', '1', '368', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('581', '面铣刀', '1', '368', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('582', '布类', '1', '446', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('583', '纸类', '1', '446', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('584', '工具类', '1', '446', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('585', '其他生活用品', '1', '446', '0.00', '2019-12-18 15:47:54', '');
INSERT INTO `category` VALUES ('586', '公文包', '1', '328', '0.00', '2019-12-18 15:47:54', '');

-- ----------------------------
-- Table structure for category_brand
-- ----------------------------
DROP TABLE IF EXISTS `category_brand`;
CREATE TABLE `category_brand` (
  `category_id` int(11) NOT NULL DEFAULT '-1' COMMENT 'category表的id',
  `brand_id` int(11) NOT NULL DEFAULT '-1' COMMENT 'brand表的id',
  PRIMARY KEY (`category_id`,`brand_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='category和brand的中间表';

-- ----------------------------
-- Records of category_brand
-- ----------------------------
INSERT INTO `category_brand` VALUES ('15', '2');
INSERT INTO `category_brand` VALUES ('15', '26');
INSERT INTO `category_brand` VALUES ('15', '72');
INSERT INTO `category_brand` VALUES ('16', '2');
INSERT INTO `category_brand` VALUES ('16', '22');
INSERT INTO `category_brand` VALUES ('16', '26');
INSERT INTO `category_brand` VALUES ('17', '1');
INSERT INTO `category_brand` VALUES ('17', '2');
INSERT INTO `category_brand` VALUES ('17', '23');
INSERT INTO `category_brand` VALUES ('17', '26');
INSERT INTO `category_brand` VALUES ('17', '69');
INSERT INTO `category_brand` VALUES ('17', '72');
INSERT INTO `category_brand` VALUES ('17', '77');
INSERT INTO `category_brand` VALUES ('17', '78');
INSERT INTO `category_brand` VALUES ('17', '80');
INSERT INTO `category_brand` VALUES ('18', '2');
INSERT INTO `category_brand` VALUES ('18', '22');
INSERT INTO `category_brand` VALUES ('18', '23');
INSERT INTO `category_brand` VALUES ('18', '26');
INSERT INTO `category_brand` VALUES ('18', '72');
INSERT INTO `category_brand` VALUES ('18', '77');
INSERT INTO `category_brand` VALUES ('18', '78');
INSERT INTO `category_brand` VALUES ('19', '2');
INSERT INTO `category_brand` VALUES ('19', '23');
INSERT INTO `category_brand` VALUES ('19', '26');
INSERT INTO `category_brand` VALUES ('19', '69');
INSERT INTO `category_brand` VALUES ('21', '2');
INSERT INTO `category_brand` VALUES ('21', '19');
INSERT INTO `category_brand` VALUES ('21', '22');
INSERT INTO `category_brand` VALUES ('21', '26');
INSERT INTO `category_brand` VALUES ('21', '72');
INSERT INTO `category_brand` VALUES ('28', '22');
INSERT INTO `category_brand` VALUES ('28', '23');
INSERT INTO `category_brand` VALUES ('28', '26');
INSERT INTO `category_brand` VALUES ('28', '72');
INSERT INTO `category_brand` VALUES ('28', '78');
INSERT INTO `category_brand` VALUES ('28', '79');
INSERT INTO `category_brand` VALUES ('29', '3');
INSERT INTO `category_brand` VALUES ('29', '23');
INSERT INTO `category_brand` VALUES ('29', '26');
INSERT INTO `category_brand` VALUES ('29', '69');
INSERT INTO `category_brand` VALUES ('29', '71');
INSERT INTO `category_brand` VALUES ('29', '72');
INSERT INTO `category_brand` VALUES ('29', '77');
INSERT INTO `category_brand` VALUES ('29', '78');
INSERT INTO `category_brand` VALUES ('29', '79');
INSERT INTO `category_brand` VALUES ('29', '80');
INSERT INTO `category_brand` VALUES ('30', '22');
INSERT INTO `category_brand` VALUES ('30', '23');
INSERT INTO `category_brand` VALUES ('30', '26');
INSERT INTO `category_brand` VALUES ('30', '70');
INSERT INTO `category_brand` VALUES ('30', '72');
INSERT INTO `category_brand` VALUES ('31', '1');
INSERT INTO `category_brand` VALUES ('31', '26');
INSERT INTO `category_brand` VALUES ('32', '72');
INSERT INTO `category_brand` VALUES ('32', '76');
INSERT INTO `category_brand` VALUES ('34', '79');
INSERT INTO `category_brand` VALUES ('36', '12');
INSERT INTO `category_brand` VALUES ('37', '12');
INSERT INTO `category_brand` VALUES ('38', '12');
INSERT INTO `category_brand` VALUES ('39', '12');
INSERT INTO `category_brand` VALUES ('40', '12');
INSERT INTO `category_brand` VALUES ('41', '12');
INSERT INTO `category_brand` VALUES ('42', '12');
INSERT INTO `category_brand` VALUES ('43', '12');
INSERT INTO `category_brand` VALUES ('44', '12');
INSERT INTO `category_brand` VALUES ('45', '12');
INSERT INTO `category_brand` VALUES ('46', '21');
INSERT INTO `category_brand` VALUES ('47', '21');
INSERT INTO `category_brand` VALUES ('48', '21');
INSERT INTO `category_brand` VALUES ('49', '21');
INSERT INTO `category_brand` VALUES ('50', '21');
INSERT INTO `category_brand` VALUES ('51', '21');
INSERT INTO `category_brand` VALUES ('52', '21');
INSERT INTO `category_brand` VALUES ('53', '21');
INSERT INTO `category_brand` VALUES ('54', '21');
INSERT INTO `category_brand` VALUES ('55', '4');
INSERT INTO `category_brand` VALUES ('55', '21');
INSERT INTO `category_brand` VALUES ('56', '20');
INSERT INTO `category_brand` VALUES ('57', '19');
INSERT INTO `category_brand` VALUES ('58', '19');
INSERT INTO `category_brand` VALUES ('59', '19');
INSERT INTO `category_brand` VALUES ('60', '19');
INSERT INTO `category_brand` VALUES ('61', '19');
INSERT INTO `category_brand` VALUES ('64', '1');
INSERT INTO `category_brand` VALUES ('65', '1');
INSERT INTO `category_brand` VALUES ('66', '1');
INSERT INTO `category_brand` VALUES ('67', '1');
INSERT INTO `category_brand` VALUES ('68', '1');
INSERT INTO `category_brand` VALUES ('70', '1');
INSERT INTO `category_brand` VALUES ('71', '1');
INSERT INTO `category_brand` VALUES ('72', '1');
INSERT INTO `category_brand` VALUES ('75', '13');
INSERT INTO `category_brand` VALUES ('76', '13');
INSERT INTO `category_brand` VALUES ('78', '13');
INSERT INTO `category_brand` VALUES ('79', '13');
INSERT INTO `category_brand` VALUES ('80', '13');
INSERT INTO `category_brand` VALUES ('82', '13');
INSERT INTO `category_brand` VALUES ('84', '80');
INSERT INTO `category_brand` VALUES ('93', '11');
INSERT INTO `category_brand` VALUES ('94', '11');
INSERT INTO `category_brand` VALUES ('95', '11');
INSERT INTO `category_brand` VALUES ('96', '11');
INSERT INTO `category_brand` VALUES ('98', '39');
INSERT INTO `category_brand` VALUES ('99', '39');
INSERT INTO `category_brand` VALUES ('101', '6');
INSERT INTO `category_brand` VALUES ('102', '6');
INSERT INTO `category_brand` VALUES ('103', '6');
INSERT INTO `category_brand` VALUES ('104', '6');
INSERT INTO `category_brand` VALUES ('105', '6');
INSERT INTO `category_brand` VALUES ('107', '15');
INSERT INTO `category_brand` VALUES ('108', '15');
INSERT INTO `category_brand` VALUES ('110', '17');
INSERT INTO `category_brand` VALUES ('111', '17');
INSERT INTO `category_brand` VALUES ('112', '17');
INSERT INTO `category_brand` VALUES ('113', '17');
INSERT INTO `category_brand` VALUES ('114', '17');
INSERT INTO `category_brand` VALUES ('115', '17');
INSERT INTO `category_brand` VALUES ('116', '17');
INSERT INTO `category_brand` VALUES ('117', '17');
INSERT INTO `category_brand` VALUES ('118', '17');
INSERT INTO `category_brand` VALUES ('120', '14');
INSERT INTO `category_brand` VALUES ('121', '14');
INSERT INTO `category_brand` VALUES ('122', '14');
INSERT INTO `category_brand` VALUES ('123', '14');
INSERT INTO `category_brand` VALUES ('124', '14');
INSERT INTO `category_brand` VALUES ('124', '80');
INSERT INTO `category_brand` VALUES ('126', '9');
INSERT INTO `category_brand` VALUES ('126', '10');
INSERT INTO `category_brand` VALUES ('128', '7');
INSERT INTO `category_brand` VALUES ('129', '7');
INSERT INTO `category_brand` VALUES ('130', '7');
INSERT INTO `category_brand` VALUES ('131', '7');
INSERT INTO `category_brand` VALUES ('132', '7');
INSERT INTO `category_brand` VALUES ('134', '8');
INSERT INTO `category_brand` VALUES ('135', '8');
INSERT INTO `category_brand` VALUES ('136', '8');
INSERT INTO `category_brand` VALUES ('137', '8');
INSERT INTO `category_brand` VALUES ('138', '19');
INSERT INTO `category_brand` VALUES ('139', '19');
INSERT INTO `category_brand` VALUES ('140', '19');
INSERT INTO `category_brand` VALUES ('141', '19');
INSERT INTO `category_brand` VALUES ('142', '19');
INSERT INTO `category_brand` VALUES ('143', '19');
INSERT INTO `category_brand` VALUES ('144', '19');
INSERT INTO `category_brand` VALUES ('145', '19');
INSERT INTO `category_brand` VALUES ('146', '19');
INSERT INTO `category_brand` VALUES ('147', '19');
INSERT INTO `category_brand` VALUES ('151', '17');
INSERT INTO `category_brand` VALUES ('152', '17');
INSERT INTO `category_brand` VALUES ('153', '17');
INSERT INTO `category_brand` VALUES ('154', '14');
INSERT INTO `category_brand` VALUES ('155', '14');
INSERT INTO `category_brand` VALUES ('156', '14');
INSERT INTO `category_brand` VALUES ('157', '20');
INSERT INTO `category_brand` VALUES ('158', '20');
INSERT INTO `category_brand` VALUES ('159', '20');
INSERT INTO `category_brand` VALUES ('160', '20');
INSERT INTO `category_brand` VALUES ('161', '20');
INSERT INTO `category_brand` VALUES ('162', '20');
INSERT INTO `category_brand` VALUES ('170', '26');
INSERT INTO `category_brand` VALUES ('171', '26');
INSERT INTO `category_brand` VALUES ('172', '26');
INSERT INTO `category_brand` VALUES ('173', '26');
INSERT INTO `category_brand` VALUES ('174', '26');
INSERT INTO `category_brand` VALUES ('175', '26');
INSERT INTO `category_brand` VALUES ('176', '26');
INSERT INTO `category_brand` VALUES ('177', '25');
INSERT INTO `category_brand` VALUES ('178', '25');
INSERT INTO `category_brand` VALUES ('179', '25');
INSERT INTO `category_brand` VALUES ('180', '25');
INSERT INTO `category_brand` VALUES ('181', '25');
INSERT INTO `category_brand` VALUES ('182', '25');
INSERT INTO `category_brand` VALUES ('183', '24');
INSERT INTO `category_brand` VALUES ('183', '26');
INSERT INTO `category_brand` VALUES ('183', '73');
INSERT INTO `category_brand` VALUES ('184', '25');
INSERT INTO `category_brand` VALUES ('186', '26');
INSERT INTO `category_brand` VALUES ('187', '27');
INSERT INTO `category_brand` VALUES ('189', '28');
INSERT INTO `category_brand` VALUES ('189', '36');
INSERT INTO `category_brand` VALUES ('190', '40');
INSERT INTO `category_brand` VALUES ('190', '43');
INSERT INTO `category_brand` VALUES ('190', '53');
INSERT INTO `category_brand` VALUES ('190', '65');
INSERT INTO `category_brand` VALUES ('191', '26');
INSERT INTO `category_brand` VALUES ('194', '29');
INSERT INTO `category_brand` VALUES ('197', '30');
INSERT INTO `category_brand` VALUES ('198', '30');
INSERT INTO `category_brand` VALUES ('199', '30');
INSERT INTO `category_brand` VALUES ('200', '30');
INSERT INTO `category_brand` VALUES ('201', '31');
INSERT INTO `category_brand` VALUES ('202', '31');
INSERT INTO `category_brand` VALUES ('203', '31');
INSERT INTO `category_brand` VALUES ('204', '31');
INSERT INTO `category_brand` VALUES ('205', '31');
INSERT INTO `category_brand` VALUES ('205', '80');
INSERT INTO `category_brand` VALUES ('206', '31');
INSERT INTO `category_brand` VALUES ('207', '31');
INSERT INTO `category_brand` VALUES ('208', '31');
INSERT INTO `category_brand` VALUES ('209', '31');
INSERT INTO `category_brand` VALUES ('210', '30');
INSERT INTO `category_brand` VALUES ('210', '80');
INSERT INTO `category_brand` VALUES ('210', '170');
INSERT INTO `category_brand` VALUES ('210', '225');
INSERT INTO `category_brand` VALUES ('210', '290');
INSERT INTO `category_brand` VALUES ('211', '32');
INSERT INTO `category_brand` VALUES ('212', '32');
INSERT INTO `category_brand` VALUES ('213', '32');
INSERT INTO `category_brand` VALUES ('214', '32');
INSERT INTO `category_brand` VALUES ('215', '32');
INSERT INTO `category_brand` VALUES ('219', '32');
INSERT INTO `category_brand` VALUES ('220', '32');
INSERT INTO `category_brand` VALUES ('221', '32');
INSERT INTO `category_brand` VALUES ('222', '32');
INSERT INTO `category_brand` VALUES ('223', '32');
INSERT INTO `category_brand` VALUES ('224', '32');
INSERT INTO `category_brand` VALUES ('225', '32');
INSERT INTO `category_brand` VALUES ('226', '32');
INSERT INTO `category_brand` VALUES ('227', '32');
INSERT INTO `category_brand` VALUES ('228', '32');
INSERT INTO `category_brand` VALUES ('229', '32');
INSERT INTO `category_brand` VALUES ('230', '32');
INSERT INTO `category_brand` VALUES ('230', '38');
INSERT INTO `category_brand` VALUES ('231', '31');
INSERT INTO `category_brand` VALUES ('232', '31');
INSERT INTO `category_brand` VALUES ('233', '31');
INSERT INTO `category_brand` VALUES ('235', '31');
INSERT INTO `category_brand` VALUES ('236', '33');
INSERT INTO `category_brand` VALUES ('237', '33');
INSERT INTO `category_brand` VALUES ('238', '33');
INSERT INTO `category_brand` VALUES ('239', '33');
INSERT INTO `category_brand` VALUES ('240', '33');
INSERT INTO `category_brand` VALUES ('241', '33');
INSERT INTO `category_brand` VALUES ('242', '33');
INSERT INTO `category_brand` VALUES ('243', '33');
INSERT INTO `category_brand` VALUES ('244', '33');
INSERT INTO `category_brand` VALUES ('245', '33');
INSERT INTO `category_brand` VALUES ('246', '33');
INSERT INTO `category_brand` VALUES ('247', '33');
INSERT INTO `category_brand` VALUES ('248', '33');
INSERT INTO `category_brand` VALUES ('249', '33');
INSERT INTO `category_brand` VALUES ('250', '33');
INSERT INTO `category_brand` VALUES ('251', '33');
INSERT INTO `category_brand` VALUES ('252', '33');
INSERT INTO `category_brand` VALUES ('253', '33');
INSERT INTO `category_brand` VALUES ('254', '33');
INSERT INTO `category_brand` VALUES ('255', '34');
INSERT INTO `category_brand` VALUES ('255', '35');
INSERT INTO `category_brand` VALUES ('256', '34');
INSERT INTO `category_brand` VALUES ('256', '35');
INSERT INTO `category_brand` VALUES ('258', '34');
INSERT INTO `category_brand` VALUES ('259', '34');
INSERT INTO `category_brand` VALUES ('260', '36');
INSERT INTO `category_brand` VALUES ('261', '36');
INSERT INTO `category_brand` VALUES ('262', '36');
INSERT INTO `category_brand` VALUES ('263', '36');
INSERT INTO `category_brand` VALUES ('264', '37');
INSERT INTO `category_brand` VALUES ('265', '37');
INSERT INTO `category_brand` VALUES ('266', '37');
INSERT INTO `category_brand` VALUES ('267', '37');
INSERT INTO `category_brand` VALUES ('268', '37');
INSERT INTO `category_brand` VALUES ('270', '34');
INSERT INTO `category_brand` VALUES ('270', '35');
INSERT INTO `category_brand` VALUES ('270', '76');
INSERT INTO `category_brand` VALUES ('271', '30');
INSERT INTO `category_brand` VALUES ('272', '30');
INSERT INTO `category_brand` VALUES ('273', '30');
INSERT INTO `category_brand` VALUES ('274', '38');
INSERT INTO `category_brand` VALUES ('275', '38');
INSERT INTO `category_brand` VALUES ('276', '38');
INSERT INTO `category_brand` VALUES ('277', '38');
INSERT INTO `category_brand` VALUES ('278', '38');
INSERT INTO `category_brand` VALUES ('279', '38');
INSERT INTO `category_brand` VALUES ('280', '38');
INSERT INTO `category_brand` VALUES ('281', '38');
INSERT INTO `category_brand` VALUES ('282', '38');
INSERT INTO `category_brand` VALUES ('283', '38');
INSERT INTO `category_brand` VALUES ('284', '38');
INSERT INTO `category_brand` VALUES ('285', '38');
INSERT INTO `category_brand` VALUES ('286', '38');
INSERT INTO `category_brand` VALUES ('287', '38');
INSERT INTO `category_brand` VALUES ('288', '32');
INSERT INTO `category_brand` VALUES ('288', '38');
INSERT INTO `category_brand` VALUES ('289', '38');
INSERT INTO `category_brand` VALUES ('290', '38');
INSERT INTO `category_brand` VALUES ('291', '38');
INSERT INTO `category_brand` VALUES ('292', '32');
INSERT INTO `category_brand` VALUES ('292', '37');
INSERT INTO `category_brand` VALUES ('292', '38');
INSERT INTO `category_brand` VALUES ('293', '38');
INSERT INTO `category_brand` VALUES ('294', '38');
INSERT INTO `category_brand` VALUES ('295', '38');
INSERT INTO `category_brand` VALUES ('296', '38');
INSERT INTO `category_brand` VALUES ('297', '38');
INSERT INTO `category_brand` VALUES ('298', '38');
INSERT INTO `category_brand` VALUES ('299', '38');
INSERT INTO `category_brand` VALUES ('299', '46');
INSERT INTO `category_brand` VALUES ('299', '53');
INSERT INTO `category_brand` VALUES ('299', '80');
INSERT INTO `category_brand` VALUES ('300', '38');
INSERT INTO `category_brand` VALUES ('301', '32');
INSERT INTO `category_brand` VALUES ('301', '37');
INSERT INTO `category_brand` VALUES ('301', '80');
INSERT INTO `category_brand` VALUES ('302', '38');
INSERT INTO `category_brand` VALUES ('303', '39');
INSERT INTO `category_brand` VALUES ('304', '39');
INSERT INTO `category_brand` VALUES ('305', '39');
INSERT INTO `category_brand` VALUES ('309', '39');
INSERT INTO `category_brand` VALUES ('310', '39');
INSERT INTO `category_brand` VALUES ('311', '39');
INSERT INTO `category_brand` VALUES ('312', '39');
INSERT INTO `category_brand` VALUES ('313', '39');
INSERT INTO `category_brand` VALUES ('314', '39');
INSERT INTO `category_brand` VALUES ('315', '39');
INSERT INTO `category_brand` VALUES ('316', '39');
INSERT INTO `category_brand` VALUES ('317', '39');
INSERT INTO `category_brand` VALUES ('318', '31');
INSERT INTO `category_brand` VALUES ('319', '38');
INSERT INTO `category_brand` VALUES ('320', '38');
INSERT INTO `category_brand` VALUES ('321', '42');
INSERT INTO `category_brand` VALUES ('321', '80');
INSERT INTO `category_brand` VALUES ('322', '33');
INSERT INTO `category_brand` VALUES ('324', '41');
INSERT INTO `category_brand` VALUES ('324', '80');
INSERT INTO `category_brand` VALUES ('326', '42');
INSERT INTO `category_brand` VALUES ('327', '42');
INSERT INTO `category_brand` VALUES ('329', '67');
INSERT INTO `category_brand` VALUES ('330', '63');
INSERT INTO `category_brand` VALUES ('330', '67');
INSERT INTO `category_brand` VALUES ('330', '80');
INSERT INTO `category_brand` VALUES ('332', '32');
INSERT INTO `category_brand` VALUES ('332', '59');
INSERT INTO `category_brand` VALUES ('333', '32');
INSERT INTO `category_brand` VALUES ('333', '59');
INSERT INTO `category_brand` VALUES ('334', '60');
INSERT INTO `category_brand` VALUES ('335', '60');
INSERT INTO `category_brand` VALUES ('336', '32');
INSERT INTO `category_brand` VALUES ('336', '59');
INSERT INTO `category_brand` VALUES ('337', '50');
INSERT INTO `category_brand` VALUES ('337', '80');
INSERT INTO `category_brand` VALUES ('338', '60');
INSERT INTO `category_brand` VALUES ('339', '2');
INSERT INTO `category_brand` VALUES ('341', '64');
INSERT INTO `category_brand` VALUES ('342', '23');
INSERT INTO `category_brand` VALUES ('342', '72');
INSERT INTO `category_brand` VALUES ('343', '23');
INSERT INTO `category_brand` VALUES ('343', '72');
INSERT INTO `category_brand` VALUES ('344', '23');
INSERT INTO `category_brand` VALUES ('344', '72');
INSERT INTO `category_brand` VALUES ('348', '66');
INSERT INTO `category_brand` VALUES ('350', '67');
INSERT INTO `category_brand` VALUES ('351', '67');
INSERT INTO `category_brand` VALUES ('352', '67');
INSERT INTO `category_brand` VALUES ('353', '67');
INSERT INTO `category_brand` VALUES ('354', '67');
INSERT INTO `category_brand` VALUES ('354', '80');
INSERT INTO `category_brand` VALUES ('355', '67');
INSERT INTO `category_brand` VALUES ('356', '67');
INSERT INTO `category_brand` VALUES ('357', '67');
INSERT INTO `category_brand` VALUES ('358', '67');
INSERT INTO `category_brand` VALUES ('359', '67');
INSERT INTO `category_brand` VALUES ('360', '67');
INSERT INTO `category_brand` VALUES ('361', '67');
INSERT INTO `category_brand` VALUES ('362', '50');
INSERT INTO `category_brand` VALUES ('365', '68');
INSERT INTO `category_brand` VALUES ('372', '28');
INSERT INTO `category_brand` VALUES ('372', '40');
INSERT INTO `category_brand` VALUES ('372', '43');
INSERT INTO `category_brand` VALUES ('372', '46');
INSERT INTO `category_brand` VALUES ('372', '48');
INSERT INTO `category_brand` VALUES ('372', '53');
INSERT INTO `category_brand` VALUES ('372', '80');
INSERT INTO `category_brand` VALUES ('372', '89');
INSERT INTO `category_brand` VALUES ('372', '90');
INSERT INTO `category_brand` VALUES ('372', '91');
INSERT INTO `category_brand` VALUES ('372', '92');
INSERT INTO `category_brand` VALUES ('372', '93');
INSERT INTO `category_brand` VALUES ('372', '94');
INSERT INTO `category_brand` VALUES ('372', '95');
INSERT INTO `category_brand` VALUES ('372', '96');
INSERT INTO `category_brand` VALUES ('372', '97');
INSERT INTO `category_brand` VALUES ('372', '103');
INSERT INTO `category_brand` VALUES ('372', '104');
INSERT INTO `category_brand` VALUES ('372', '106');
INSERT INTO `category_brand` VALUES ('372', '107');
INSERT INTO `category_brand` VALUES ('372', '108');
INSERT INTO `category_brand` VALUES ('372', '109');
INSERT INTO `category_brand` VALUES ('372', '110');
INSERT INTO `category_brand` VALUES ('372', '111');
INSERT INTO `category_brand` VALUES ('372', '112');
INSERT INTO `category_brand` VALUES ('372', '284');
INSERT INTO `category_brand` VALUES ('373', '28');
INSERT INTO `category_brand` VALUES ('373', '36');
INSERT INTO `category_brand` VALUES ('373', '40');
INSERT INTO `category_brand` VALUES ('373', '43');
INSERT INTO `category_brand` VALUES ('373', '45');
INSERT INTO `category_brand` VALUES ('373', '46');
INSERT INTO `category_brand` VALUES ('373', '48');
INSERT INTO `category_brand` VALUES ('373', '53');
INSERT INTO `category_brand` VALUES ('373', '54');
INSERT INTO `category_brand` VALUES ('373', '55');
INSERT INTO `category_brand` VALUES ('373', '56');
INSERT INTO `category_brand` VALUES ('373', '80');
INSERT INTO `category_brand` VALUES ('373', '89');
INSERT INTO `category_brand` VALUES ('373', '90');
INSERT INTO `category_brand` VALUES ('373', '91');
INSERT INTO `category_brand` VALUES ('373', '92');
INSERT INTO `category_brand` VALUES ('373', '93');
INSERT INTO `category_brand` VALUES ('373', '94');
INSERT INTO `category_brand` VALUES ('373', '95');
INSERT INTO `category_brand` VALUES ('373', '96');
INSERT INTO `category_brand` VALUES ('373', '97');
INSERT INTO `category_brand` VALUES ('373', '104');
INSERT INTO `category_brand` VALUES ('374', '40');
INSERT INTO `category_brand` VALUES ('374', '43');
INSERT INTO `category_brand` VALUES ('374', '45');
INSERT INTO `category_brand` VALUES ('374', '48');
INSERT INTO `category_brand` VALUES ('374', '54');
INSERT INTO `category_brand` VALUES ('374', '55');
INSERT INTO `category_brand` VALUES ('374', '56');
INSERT INTO `category_brand` VALUES ('374', '80');
INSERT INTO `category_brand` VALUES ('374', '89');
INSERT INTO `category_brand` VALUES ('374', '90');
INSERT INTO `category_brand` VALUES ('374', '91');
INSERT INTO `category_brand` VALUES ('374', '92');
INSERT INTO `category_brand` VALUES ('374', '93');
INSERT INTO `category_brand` VALUES ('374', '94');
INSERT INTO `category_brand` VALUES ('374', '95');
INSERT INTO `category_brand` VALUES ('374', '96');
INSERT INTO `category_brand` VALUES ('374', '97');
INSERT INTO `category_brand` VALUES ('375', '28');
INSERT INTO `category_brand` VALUES ('375', '36');
INSERT INTO `category_brand` VALUES ('375', '40');
INSERT INTO `category_brand` VALUES ('375', '43');
INSERT INTO `category_brand` VALUES ('375', '45');
INSERT INTO `category_brand` VALUES ('375', '46');
INSERT INTO `category_brand` VALUES ('375', '48');
INSERT INTO `category_brand` VALUES ('375', '53');
INSERT INTO `category_brand` VALUES ('375', '54');
INSERT INTO `category_brand` VALUES ('375', '55');
INSERT INTO `category_brand` VALUES ('375', '56');
INSERT INTO `category_brand` VALUES ('375', '65');
INSERT INTO `category_brand` VALUES ('375', '80');
INSERT INTO `category_brand` VALUES ('375', '89');
INSERT INTO `category_brand` VALUES ('375', '90');
INSERT INTO `category_brand` VALUES ('375', '91');
INSERT INTO `category_brand` VALUES ('375', '92');
INSERT INTO `category_brand` VALUES ('375', '93');
INSERT INTO `category_brand` VALUES ('375', '94');
INSERT INTO `category_brand` VALUES ('375', '95');
INSERT INTO `category_brand` VALUES ('375', '96');
INSERT INTO `category_brand` VALUES ('375', '97');
INSERT INTO `category_brand` VALUES ('376', '28');
INSERT INTO `category_brand` VALUES ('376', '36');
INSERT INTO `category_brand` VALUES ('376', '40');
INSERT INTO `category_brand` VALUES ('376', '43');
INSERT INTO `category_brand` VALUES ('376', '44');
INSERT INTO `category_brand` VALUES ('376', '45');
INSERT INTO `category_brand` VALUES ('376', '46');
INSERT INTO `category_brand` VALUES ('376', '48');
INSERT INTO `category_brand` VALUES ('376', '53');
INSERT INTO `category_brand` VALUES ('376', '54');
INSERT INTO `category_brand` VALUES ('376', '55');
INSERT INTO `category_brand` VALUES ('376', '56');
INSERT INTO `category_brand` VALUES ('376', '57');
INSERT INTO `category_brand` VALUES ('376', '80');
INSERT INTO `category_brand` VALUES ('376', '89');
INSERT INTO `category_brand` VALUES ('376', '90');
INSERT INTO `category_brand` VALUES ('376', '91');
INSERT INTO `category_brand` VALUES ('376', '92');
INSERT INTO `category_brand` VALUES ('376', '93');
INSERT INTO `category_brand` VALUES ('376', '94');
INSERT INTO `category_brand` VALUES ('376', '95');
INSERT INTO `category_brand` VALUES ('376', '96');
INSERT INTO `category_brand` VALUES ('376', '97');
INSERT INTO `category_brand` VALUES ('378', '40');
INSERT INTO `category_brand` VALUES ('378', '43');
INSERT INTO `category_brand` VALUES ('378', '45');
INSERT INTO `category_brand` VALUES ('378', '48');
INSERT INTO `category_brand` VALUES ('378', '54');
INSERT INTO `category_brand` VALUES ('378', '55');
INSERT INTO `category_brand` VALUES ('378', '56');
INSERT INTO `category_brand` VALUES ('378', '80');
INSERT INTO `category_brand` VALUES ('378', '89');
INSERT INTO `category_brand` VALUES ('378', '90');
INSERT INTO `category_brand` VALUES ('378', '91');
INSERT INTO `category_brand` VALUES ('378', '92');
INSERT INTO `category_brand` VALUES ('378', '93');
INSERT INTO `category_brand` VALUES ('378', '94');
INSERT INTO `category_brand` VALUES ('378', '95');
INSERT INTO `category_brand` VALUES ('378', '96');
INSERT INTO `category_brand` VALUES ('378', '97');
INSERT INTO `category_brand` VALUES ('378', '128');
INSERT INTO `category_brand` VALUES ('378', '287');
INSERT INTO `category_brand` VALUES ('378', '288');
INSERT INTO `category_brand` VALUES ('379', '40');
INSERT INTO `category_brand` VALUES ('379', '43');
INSERT INTO `category_brand` VALUES ('379', '45');
INSERT INTO `category_brand` VALUES ('379', '48');
INSERT INTO `category_brand` VALUES ('379', '54');
INSERT INTO `category_brand` VALUES ('379', '55');
INSERT INTO `category_brand` VALUES ('379', '56');
INSERT INTO `category_brand` VALUES ('379', '80');
INSERT INTO `category_brand` VALUES ('379', '89');
INSERT INTO `category_brand` VALUES ('379', '90');
INSERT INTO `category_brand` VALUES ('379', '91');
INSERT INTO `category_brand` VALUES ('379', '92');
INSERT INTO `category_brand` VALUES ('379', '93');
INSERT INTO `category_brand` VALUES ('379', '94');
INSERT INTO `category_brand` VALUES ('379', '95');
INSERT INTO `category_brand` VALUES ('379', '96');
INSERT INTO `category_brand` VALUES ('379', '97');
INSERT INTO `category_brand` VALUES ('379', '109');
INSERT INTO `category_brand` VALUES ('379', '285');
INSERT INTO `category_brand` VALUES ('380', '40');
INSERT INTO `category_brand` VALUES ('380', '45');
INSERT INTO `category_brand` VALUES ('380', '54');
INSERT INTO `category_brand` VALUES ('380', '55');
INSERT INTO `category_brand` VALUES ('380', '56');
INSERT INTO `category_brand` VALUES ('380', '80');
INSERT INTO `category_brand` VALUES ('380', '89');
INSERT INTO `category_brand` VALUES ('380', '90');
INSERT INTO `category_brand` VALUES ('380', '91');
INSERT INTO `category_brand` VALUES ('380', '92');
INSERT INTO `category_brand` VALUES ('380', '93');
INSERT INTO `category_brand` VALUES ('380', '94');
INSERT INTO `category_brand` VALUES ('380', '95');
INSERT INTO `category_brand` VALUES ('380', '96');
INSERT INTO `category_brand` VALUES ('380', '286');
INSERT INTO `category_brand` VALUES ('382', '28');
INSERT INTO `category_brand` VALUES ('382', '40');
INSERT INTO `category_brand` VALUES ('382', '45');
INSERT INTO `category_brand` VALUES ('382', '46');
INSERT INTO `category_brand` VALUES ('382', '53');
INSERT INTO `category_brand` VALUES ('382', '54');
INSERT INTO `category_brand` VALUES ('382', '55');
INSERT INTO `category_brand` VALUES ('382', '56');
INSERT INTO `category_brand` VALUES ('382', '80');
INSERT INTO `category_brand` VALUES ('382', '89');
INSERT INTO `category_brand` VALUES ('382', '90');
INSERT INTO `category_brand` VALUES ('382', '91');
INSERT INTO `category_brand` VALUES ('382', '92');
INSERT INTO `category_brand` VALUES ('382', '93');
INSERT INTO `category_brand` VALUES ('382', '94');
INSERT INTO `category_brand` VALUES ('382', '95');
INSERT INTO `category_brand` VALUES ('382', '96');
INSERT INTO `category_brand` VALUES ('383', '28');
INSERT INTO `category_brand` VALUES ('383', '36');
INSERT INTO `category_brand` VALUES ('383', '40');
INSERT INTO `category_brand` VALUES ('383', '43');
INSERT INTO `category_brand` VALUES ('383', '45');
INSERT INTO `category_brand` VALUES ('383', '46');
INSERT INTO `category_brand` VALUES ('383', '48');
INSERT INTO `category_brand` VALUES ('383', '53');
INSERT INTO `category_brand` VALUES ('383', '54');
INSERT INTO `category_brand` VALUES ('383', '55');
INSERT INTO `category_brand` VALUES ('383', '56');
INSERT INTO `category_brand` VALUES ('383', '80');
INSERT INTO `category_brand` VALUES ('383', '89');
INSERT INTO `category_brand` VALUES ('383', '90');
INSERT INTO `category_brand` VALUES ('383', '91');
INSERT INTO `category_brand` VALUES ('383', '92');
INSERT INTO `category_brand` VALUES ('383', '93');
INSERT INTO `category_brand` VALUES ('383', '94');
INSERT INTO `category_brand` VALUES ('383', '95');
INSERT INTO `category_brand` VALUES ('384', '28');
INSERT INTO `category_brand` VALUES ('384', '36');
INSERT INTO `category_brand` VALUES ('384', '40');
INSERT INTO `category_brand` VALUES ('384', '43');
INSERT INTO `category_brand` VALUES ('384', '45');
INSERT INTO `category_brand` VALUES ('384', '46');
INSERT INTO `category_brand` VALUES ('384', '48');
INSERT INTO `category_brand` VALUES ('384', '53');
INSERT INTO `category_brand` VALUES ('384', '54');
INSERT INTO `category_brand` VALUES ('384', '55');
INSERT INTO `category_brand` VALUES ('384', '56');
INSERT INTO `category_brand` VALUES ('384', '57');
INSERT INTO `category_brand` VALUES ('384', '80');
INSERT INTO `category_brand` VALUES ('384', '89');
INSERT INTO `category_brand` VALUES ('384', '90');
INSERT INTO `category_brand` VALUES ('384', '91');
INSERT INTO `category_brand` VALUES ('384', '92');
INSERT INTO `category_brand` VALUES ('384', '93');
INSERT INTO `category_brand` VALUES ('384', '94');
INSERT INTO `category_brand` VALUES ('384', '95');
INSERT INTO `category_brand` VALUES ('384', '96');
INSERT INTO `category_brand` VALUES ('384', '97');
INSERT INTO `category_brand` VALUES ('385', '40');
INSERT INTO `category_brand` VALUES ('385', '45');
INSERT INTO `category_brand` VALUES ('385', '54');
INSERT INTO `category_brand` VALUES ('385', '55');
INSERT INTO `category_brand` VALUES ('385', '56');
INSERT INTO `category_brand` VALUES ('385', '80');
INSERT INTO `category_brand` VALUES ('385', '89');
INSERT INTO `category_brand` VALUES ('385', '90');
INSERT INTO `category_brand` VALUES ('385', '91');
INSERT INTO `category_brand` VALUES ('385', '92');
INSERT INTO `category_brand` VALUES ('385', '93');
INSERT INTO `category_brand` VALUES ('385', '94');
INSERT INTO `category_brand` VALUES ('385', '95');
INSERT INTO `category_brand` VALUES ('385', '96');
INSERT INTO `category_brand` VALUES ('385', '285');
INSERT INTO `category_brand` VALUES ('386', '40');
INSERT INTO `category_brand` VALUES ('386', '43');
INSERT INTO `category_brand` VALUES ('386', '45');
INSERT INTO `category_brand` VALUES ('386', '48');
INSERT INTO `category_brand` VALUES ('386', '54');
INSERT INTO `category_brand` VALUES ('386', '55');
INSERT INTO `category_brand` VALUES ('386', '56');
INSERT INTO `category_brand` VALUES ('386', '80');
INSERT INTO `category_brand` VALUES ('386', '89');
INSERT INTO `category_brand` VALUES ('386', '90');
INSERT INTO `category_brand` VALUES ('386', '91');
INSERT INTO `category_brand` VALUES ('386', '92');
INSERT INTO `category_brand` VALUES ('386', '93');
INSERT INTO `category_brand` VALUES ('386', '94');
INSERT INTO `category_brand` VALUES ('386', '95');
INSERT INTO `category_brand` VALUES ('386', '96');
INSERT INTO `category_brand` VALUES ('386', '97');
INSERT INTO `category_brand` VALUES ('387', '40');
INSERT INTO `category_brand` VALUES ('387', '43');
INSERT INTO `category_brand` VALUES ('387', '45');
INSERT INTO `category_brand` VALUES ('387', '48');
INSERT INTO `category_brand` VALUES ('387', '54');
INSERT INTO `category_brand` VALUES ('387', '55');
INSERT INTO `category_brand` VALUES ('387', '56');
INSERT INTO `category_brand` VALUES ('387', '57');
INSERT INTO `category_brand` VALUES ('387', '80');
INSERT INTO `category_brand` VALUES ('387', '89');
INSERT INTO `category_brand` VALUES ('387', '90');
INSERT INTO `category_brand` VALUES ('387', '91');
INSERT INTO `category_brand` VALUES ('387', '92');
INSERT INTO `category_brand` VALUES ('387', '93');
INSERT INTO `category_brand` VALUES ('387', '94');
INSERT INTO `category_brand` VALUES ('387', '95');
INSERT INTO `category_brand` VALUES ('387', '96');
INSERT INTO `category_brand` VALUES ('387', '97');
INSERT INTO `category_brand` VALUES ('388', '40');
INSERT INTO `category_brand` VALUES ('388', '43');
INSERT INTO `category_brand` VALUES ('388', '45');
INSERT INTO `category_brand` VALUES ('388', '48');
INSERT INTO `category_brand` VALUES ('388', '54');
INSERT INTO `category_brand` VALUES ('388', '55');
INSERT INTO `category_brand` VALUES ('388', '56');
INSERT INTO `category_brand` VALUES ('388', '80');
INSERT INTO `category_brand` VALUES ('388', '89');
INSERT INTO `category_brand` VALUES ('388', '90');
INSERT INTO `category_brand` VALUES ('388', '91');
INSERT INTO `category_brand` VALUES ('388', '92');
INSERT INTO `category_brand` VALUES ('388', '93');
INSERT INTO `category_brand` VALUES ('388', '94');
INSERT INTO `category_brand` VALUES ('388', '95');
INSERT INTO `category_brand` VALUES ('388', '96');
INSERT INTO `category_brand` VALUES ('388', '97');
INSERT INTO `category_brand` VALUES ('389', '40');
INSERT INTO `category_brand` VALUES ('389', '43');
INSERT INTO `category_brand` VALUES ('389', '45');
INSERT INTO `category_brand` VALUES ('389', '48');
INSERT INTO `category_brand` VALUES ('389', '54');
INSERT INTO `category_brand` VALUES ('389', '55');
INSERT INTO `category_brand` VALUES ('389', '56');
INSERT INTO `category_brand` VALUES ('389', '80');
INSERT INTO `category_brand` VALUES ('389', '89');
INSERT INTO `category_brand` VALUES ('389', '90');
INSERT INTO `category_brand` VALUES ('389', '91');
INSERT INTO `category_brand` VALUES ('389', '92');
INSERT INTO `category_brand` VALUES ('389', '93');
INSERT INTO `category_brand` VALUES ('389', '94');
INSERT INTO `category_brand` VALUES ('389', '95');
INSERT INTO `category_brand` VALUES ('389', '96');
INSERT INTO `category_brand` VALUES ('389', '97');
INSERT INTO `category_brand` VALUES ('390', '40');
INSERT INTO `category_brand` VALUES ('390', '43');
INSERT INTO `category_brand` VALUES ('390', '45');
INSERT INTO `category_brand` VALUES ('390', '48');
INSERT INTO `category_brand` VALUES ('390', '54');
INSERT INTO `category_brand` VALUES ('390', '55');
INSERT INTO `category_brand` VALUES ('390', '56');
INSERT INTO `category_brand` VALUES ('390', '80');
INSERT INTO `category_brand` VALUES ('390', '89');
INSERT INTO `category_brand` VALUES ('390', '90');
INSERT INTO `category_brand` VALUES ('390', '91');
INSERT INTO `category_brand` VALUES ('390', '92');
INSERT INTO `category_brand` VALUES ('390', '93');
INSERT INTO `category_brand` VALUES ('390', '94');
INSERT INTO `category_brand` VALUES ('390', '95');
INSERT INTO `category_brand` VALUES ('390', '96');
INSERT INTO `category_brand` VALUES ('390', '97');
INSERT INTO `category_brand` VALUES ('391', '40');
INSERT INTO `category_brand` VALUES ('391', '43');
INSERT INTO `category_brand` VALUES ('391', '45');
INSERT INTO `category_brand` VALUES ('391', '48');
INSERT INTO `category_brand` VALUES ('391', '54');
INSERT INTO `category_brand` VALUES ('391', '55');
INSERT INTO `category_brand` VALUES ('391', '56');
INSERT INTO `category_brand` VALUES ('391', '80');
INSERT INTO `category_brand` VALUES ('391', '89');
INSERT INTO `category_brand` VALUES ('391', '90');
INSERT INTO `category_brand` VALUES ('391', '91');
INSERT INTO `category_brand` VALUES ('391', '92');
INSERT INTO `category_brand` VALUES ('391', '93');
INSERT INTO `category_brand` VALUES ('391', '94');
INSERT INTO `category_brand` VALUES ('391', '95');
INSERT INTO `category_brand` VALUES ('391', '96');
INSERT INTO `category_brand` VALUES ('391', '97');
INSERT INTO `category_brand` VALUES ('392', '40');
INSERT INTO `category_brand` VALUES ('392', '43');
INSERT INTO `category_brand` VALUES ('392', '45');
INSERT INTO `category_brand` VALUES ('392', '48');
INSERT INTO `category_brand` VALUES ('392', '54');
INSERT INTO `category_brand` VALUES ('392', '55');
INSERT INTO `category_brand` VALUES ('392', '56');
INSERT INTO `category_brand` VALUES ('392', '80');
INSERT INTO `category_brand` VALUES ('392', '89');
INSERT INTO `category_brand` VALUES ('392', '90');
INSERT INTO `category_brand` VALUES ('392', '91');
INSERT INTO `category_brand` VALUES ('392', '92');
INSERT INTO `category_brand` VALUES ('392', '93');
INSERT INTO `category_brand` VALUES ('392', '94');
INSERT INTO `category_brand` VALUES ('392', '95');
INSERT INTO `category_brand` VALUES ('392', '96');
INSERT INTO `category_brand` VALUES ('392', '97');
INSERT INTO `category_brand` VALUES ('393', '40');
INSERT INTO `category_brand` VALUES ('393', '43');
INSERT INTO `category_brand` VALUES ('393', '45');
INSERT INTO `category_brand` VALUES ('393', '54');
INSERT INTO `category_brand` VALUES ('393', '55');
INSERT INTO `category_brand` VALUES ('393', '56');
INSERT INTO `category_brand` VALUES ('393', '80');
INSERT INTO `category_brand` VALUES ('393', '89');
INSERT INTO `category_brand` VALUES ('393', '90');
INSERT INTO `category_brand` VALUES ('393', '91');
INSERT INTO `category_brand` VALUES ('393', '92');
INSERT INTO `category_brand` VALUES ('393', '93');
INSERT INTO `category_brand` VALUES ('393', '94');
INSERT INTO `category_brand` VALUES ('393', '95');
INSERT INTO `category_brand` VALUES ('393', '96');
INSERT INTO `category_brand` VALUES ('393', '110');
INSERT INTO `category_brand` VALUES ('393', '285');
INSERT INTO `category_brand` VALUES ('394', '37');
INSERT INTO `category_brand` VALUES ('394', '38');
INSERT INTO `category_brand` VALUES ('394', '40');
INSERT INTO `category_brand` VALUES ('394', '43');
INSERT INTO `category_brand` VALUES ('394', '45');
INSERT INTO `category_brand` VALUES ('394', '48');
INSERT INTO `category_brand` VALUES ('394', '54');
INSERT INTO `category_brand` VALUES ('394', '55');
INSERT INTO `category_brand` VALUES ('394', '56');
INSERT INTO `category_brand` VALUES ('394', '80');
INSERT INTO `category_brand` VALUES ('394', '89');
INSERT INTO `category_brand` VALUES ('394', '90');
INSERT INTO `category_brand` VALUES ('394', '91');
INSERT INTO `category_brand` VALUES ('394', '92');
INSERT INTO `category_brand` VALUES ('394', '93');
INSERT INTO `category_brand` VALUES ('394', '94');
INSERT INTO `category_brand` VALUES ('394', '95');
INSERT INTO `category_brand` VALUES ('394', '96');
INSERT INTO `category_brand` VALUES ('394', '97');
INSERT INTO `category_brand` VALUES ('395', '40');
INSERT INTO `category_brand` VALUES ('395', '43');
INSERT INTO `category_brand` VALUES ('395', '45');
INSERT INTO `category_brand` VALUES ('395', '48');
INSERT INTO `category_brand` VALUES ('395', '53');
INSERT INTO `category_brand` VALUES ('395', '54');
INSERT INTO `category_brand` VALUES ('395', '55');
INSERT INTO `category_brand` VALUES ('395', '56');
INSERT INTO `category_brand` VALUES ('395', '80');
INSERT INTO `category_brand` VALUES ('395', '89');
INSERT INTO `category_brand` VALUES ('395', '90');
INSERT INTO `category_brand` VALUES ('395', '91');
INSERT INTO `category_brand` VALUES ('395', '92');
INSERT INTO `category_brand` VALUES ('395', '93');
INSERT INTO `category_brand` VALUES ('395', '94');
INSERT INTO `category_brand` VALUES ('395', '95');
INSERT INTO `category_brand` VALUES ('395', '96');
INSERT INTO `category_brand` VALUES ('395', '97');
INSERT INTO `category_brand` VALUES ('396', '40');
INSERT INTO `category_brand` VALUES ('396', '43');
INSERT INTO `category_brand` VALUES ('396', '45');
INSERT INTO `category_brand` VALUES ('396', '48');
INSERT INTO `category_brand` VALUES ('396', '54');
INSERT INTO `category_brand` VALUES ('396', '55');
INSERT INTO `category_brand` VALUES ('396', '56');
INSERT INTO `category_brand` VALUES ('396', '80');
INSERT INTO `category_brand` VALUES ('396', '89');
INSERT INTO `category_brand` VALUES ('396', '90');
INSERT INTO `category_brand` VALUES ('396', '91');
INSERT INTO `category_brand` VALUES ('396', '92');
INSERT INTO `category_brand` VALUES ('396', '93');
INSERT INTO `category_brand` VALUES ('396', '94');
INSERT INTO `category_brand` VALUES ('396', '95');
INSERT INTO `category_brand` VALUES ('396', '96');
INSERT INTO `category_brand` VALUES ('396', '97');
INSERT INTO `category_brand` VALUES ('406', '80');
INSERT INTO `category_brand` VALUES ('414', '80');
INSERT INTO `category_brand` VALUES ('414', '81');
INSERT INTO `category_brand` VALUES ('415', '21');
INSERT INTO `category_brand` VALUES ('416', '21');
INSERT INTO `category_brand` VALUES ('417', '21');
INSERT INTO `category_brand` VALUES ('418', '21');
INSERT INTO `category_brand` VALUES ('419', '73');
INSERT INTO `category_brand` VALUES ('419', '74');
INSERT INTO `category_brand` VALUES ('419', '75');
INSERT INTO `category_brand` VALUES ('422', '73');
INSERT INTO `category_brand` VALUES ('423', '73');
INSERT INTO `category_brand` VALUES ('424', '73');
INSERT INTO `category_brand` VALUES ('424', '76');
INSERT INTO `category_brand` VALUES ('425', '73');
INSERT INTO `category_brand` VALUES ('430', '80');
INSERT INTO `category_brand` VALUES ('432', '80');
INSERT INTO `category_brand` VALUES ('433', '80');
INSERT INTO `category_brand` VALUES ('435', '80');
INSERT INTO `category_brand` VALUES ('437', '80');
INSERT INTO `category_brand` VALUES ('438', '80');
INSERT INTO `category_brand` VALUES ('439', '80');
INSERT INTO `category_brand` VALUES ('440', '80');
INSERT INTO `category_brand` VALUES ('441', '80');
INSERT INTO `category_brand` VALUES ('442', '80');
INSERT INTO `category_brand` VALUES ('443', '80');
INSERT INTO `category_brand` VALUES ('444', '40');
INSERT INTO `category_brand` VALUES ('444', '45');
INSERT INTO `category_brand` VALUES ('444', '54');
INSERT INTO `category_brand` VALUES ('444', '55');
INSERT INTO `category_brand` VALUES ('444', '56');
INSERT INTO `category_brand` VALUES ('444', '57');
INSERT INTO `category_brand` VALUES ('444', '80');
INSERT INTO `category_brand` VALUES ('444', '89');
INSERT INTO `category_brand` VALUES ('444', '90');
INSERT INTO `category_brand` VALUES ('444', '91');
INSERT INTO `category_brand` VALUES ('444', '92');
INSERT INTO `category_brand` VALUES ('444', '93');
INSERT INTO `category_brand` VALUES ('444', '94');
INSERT INTO `category_brand` VALUES ('444', '95');
INSERT INTO `category_brand` VALUES ('444', '96');
INSERT INTO `category_brand` VALUES ('445', '80');
INSERT INTO `category_brand` VALUES ('447', '80');
INSERT INTO `category_brand` VALUES ('450', '23');
INSERT INTO `category_brand` VALUES ('450', '26');
INSERT INTO `category_brand` VALUES ('451', '80');
INSERT INTO `category_brand` VALUES ('452', '80');
INSERT INTO `category_brand` VALUES ('453', '80');
INSERT INTO `category_brand` VALUES ('454', '80');
INSERT INTO `category_brand` VALUES ('459', '80');
INSERT INTO `category_brand` VALUES ('460', '80');
INSERT INTO `category_brand` VALUES ('461', '80');
INSERT INTO `category_brand` VALUES ('462', '80');
INSERT INTO `category_brand` VALUES ('463', '80');
INSERT INTO `category_brand` VALUES ('464', '80');
INSERT INTO `category_brand` VALUES ('465', '80');
INSERT INTO `category_brand` VALUES ('466', '80');
INSERT INTO `category_brand` VALUES ('467', '80');
INSERT INTO `category_brand` VALUES ('469', '80');
INSERT INTO `category_brand` VALUES ('469', '81');
INSERT INTO `category_brand` VALUES ('485', '32');
INSERT INTO `category_brand` VALUES ('485', '37');
INSERT INTO `category_brand` VALUES ('485', '38');
INSERT INTO `category_brand` VALUES ('485', '48');
INSERT INTO `category_brand` VALUES ('485', '59');
INSERT INTO `category_brand` VALUES ('485', '80');
INSERT INTO `category_brand` VALUES ('485', '129');
INSERT INTO `category_brand` VALUES ('485', '134');
INSERT INTO `category_brand` VALUES ('485', '136');
INSERT INTO `category_brand` VALUES ('485', '147');
INSERT INTO `category_brand` VALUES ('485', '158');
INSERT INTO `category_brand` VALUES ('485', '159');
INSERT INTO `category_brand` VALUES ('485', '204');
INSERT INTO `category_brand` VALUES ('485', '216');
INSERT INTO `category_brand` VALUES ('485', '217');
INSERT INTO `category_brand` VALUES ('485', '218');
INSERT INTO `category_brand` VALUES ('485', '219');
INSERT INTO `category_brand` VALUES ('485', '221');
INSERT INTO `category_brand` VALUES ('485', '251');
INSERT INTO `category_brand` VALUES ('486', '32');
INSERT INTO `category_brand` VALUES ('486', '50');
INSERT INTO `category_brand` VALUES ('486', '80');
INSERT INTO `category_brand` VALUES ('486', '158');
INSERT INTO `category_brand` VALUES ('486', '199');
INSERT INTO `category_brand` VALUES ('486', '204');
INSERT INTO `category_brand` VALUES ('486', '214');
INSERT INTO `category_brand` VALUES ('486', '220');
INSERT INTO `category_brand` VALUES ('486', '221');
INSERT INTO `category_brand` VALUES ('486', '223');
INSERT INTO `category_brand` VALUES ('486', '224');
INSERT INTO `category_brand` VALUES ('486', '252');
INSERT INTO `category_brand` VALUES ('487', '80');
INSERT INTO `category_brand` VALUES ('487', '101');
INSERT INTO `category_brand` VALUES ('488', '32');
INSERT INTO `category_brand` VALUES ('488', '36');
INSERT INTO `category_brand` VALUES ('488', '48');
INSERT INTO `category_brand` VALUES ('488', '53');
INSERT INTO `category_brand` VALUES ('488', '59');
INSERT INTO `category_brand` VALUES ('488', '80');
INSERT INTO `category_brand` VALUES ('488', '129');
INSERT INTO `category_brand` VALUES ('488', '147');
INSERT INTO `category_brand` VALUES ('488', '152');
INSERT INTO `category_brand` VALUES ('488', '153');
INSERT INTO `category_brand` VALUES ('488', '154');
INSERT INTO `category_brand` VALUES ('488', '155');
INSERT INTO `category_brand` VALUES ('488', '160');
INSERT INTO `category_brand` VALUES ('488', '204');
INSERT INTO `category_brand` VALUES ('488', '251');
INSERT INTO `category_brand` VALUES ('488', '271');
INSERT INTO `category_brand` VALUES ('488', '272');
INSERT INTO `category_brand` VALUES ('488', '273');
INSERT INTO `category_brand` VALUES ('488', '274');
INSERT INTO `category_brand` VALUES ('489', '32');
INSERT INTO `category_brand` VALUES ('489', '50');
INSERT INTO `category_brand` VALUES ('489', '80');
INSERT INTO `category_brand` VALUES ('489', '148');
INSERT INTO `category_brand` VALUES ('489', '149');
INSERT INTO `category_brand` VALUES ('489', '150');
INSERT INTO `category_brand` VALUES ('489', '151');
INSERT INTO `category_brand` VALUES ('489', '156');
INSERT INTO `category_brand` VALUES ('489', '204');
INSERT INTO `category_brand` VALUES ('489', '212');
INSERT INTO `category_brand` VALUES ('489', '214');
INSERT INTO `category_brand` VALUES ('489', '215');
INSERT INTO `category_brand` VALUES ('489', '221');
INSERT INTO `category_brand` VALUES ('489', '249');
INSERT INTO `category_brand` VALUES ('489', '250');
INSERT INTO `category_brand` VALUES ('490', '80');
INSERT INTO `category_brand` VALUES ('490', '99');
INSERT INTO `category_brand` VALUES ('490', '100');
INSERT INTO `category_brand` VALUES ('490', '101');
INSERT INTO `category_brand` VALUES ('490', '161');
INSERT INTO `category_brand` VALUES ('490', '162');
INSERT INTO `category_brand` VALUES ('491', '32');
INSERT INTO `category_brand` VALUES ('491', '37');
INSERT INTO `category_brand` VALUES ('491', '48');
INSERT INTO `category_brand` VALUES ('491', '80');
INSERT INTO `category_brand` VALUES ('491', '129');
INSERT INTO `category_brand` VALUES ('491', '134');
INSERT INTO `category_brand` VALUES ('491', '136');
INSERT INTO `category_brand` VALUES ('491', '158');
INSERT INTO `category_brand` VALUES ('491', '159');
INSERT INTO `category_brand` VALUES ('491', '204');
INSERT INTO `category_brand` VALUES ('491', '216');
INSERT INTO `category_brand` VALUES ('491', '217');
INSERT INTO `category_brand` VALUES ('491', '218');
INSERT INTO `category_brand` VALUES ('491', '219');
INSERT INTO `category_brand` VALUES ('492', '80');
INSERT INTO `category_brand` VALUES ('493', '32');
INSERT INTO `category_brand` VALUES ('493', '37');
INSERT INTO `category_brand` VALUES ('493', '38');
INSERT INTO `category_brand` VALUES ('493', '40');
INSERT INTO `category_brand` VALUES ('493', '43');
INSERT INTO `category_brand` VALUES ('493', '45');
INSERT INTO `category_brand` VALUES ('493', '55');
INSERT INTO `category_brand` VALUES ('493', '56');
INSERT INTO `category_brand` VALUES ('493', '80');
INSERT INTO `category_brand` VALUES ('493', '90');
INSERT INTO `category_brand` VALUES ('493', '94');
INSERT INTO `category_brand` VALUES ('493', '125');
INSERT INTO `category_brand` VALUES ('493', '129');
INSERT INTO `category_brand` VALUES ('493', '134');
INSERT INTO `category_brand` VALUES ('493', '151');
INSERT INTO `category_brand` VALUES ('493', '156');
INSERT INTO `category_brand` VALUES ('493', '204');
INSERT INTO `category_brand` VALUES ('493', '216');
INSERT INTO `category_brand` VALUES ('493', '217');
INSERT INTO `category_brand` VALUES ('493', '218');
INSERT INTO `category_brand` VALUES ('493', '249');
INSERT INTO `category_brand` VALUES ('493', '250');
INSERT INTO `category_brand` VALUES ('494', '80');
INSERT INTO `category_brand` VALUES ('494', '166');
INSERT INTO `category_brand` VALUES ('494', '167');
INSERT INTO `category_brand` VALUES ('494', '170');
INSERT INTO `category_brand` VALUES ('494', '171');
INSERT INTO `category_brand` VALUES ('494', '172');
INSERT INTO `category_brand` VALUES ('494', '173');
INSERT INTO `category_brand` VALUES ('494', '174');
INSERT INTO `category_brand` VALUES ('494', '175');
INSERT INTO `category_brand` VALUES ('495', '80');
INSERT INTO `category_brand` VALUES ('495', '166');
INSERT INTO `category_brand` VALUES ('495', '167');
INSERT INTO `category_brand` VALUES ('495', '168');
INSERT INTO `category_brand` VALUES ('495', '169');
INSERT INTO `category_brand` VALUES ('495', '170');
INSERT INTO `category_brand` VALUES ('495', '171');
INSERT INTO `category_brand` VALUES ('495', '175');
INSERT INTO `category_brand` VALUES ('495', '183');
INSERT INTO `category_brand` VALUES ('495', '186');
INSERT INTO `category_brand` VALUES ('495', '187');
INSERT INTO `category_brand` VALUES ('495', '255');
INSERT INTO `category_brand` VALUES ('495', '256');
INSERT INTO `category_brand` VALUES ('496', '80');
INSERT INTO `category_brand` VALUES ('496', '206');
INSERT INTO `category_brand` VALUES ('496', '245');
INSERT INTO `category_brand` VALUES ('496', '246');
INSERT INTO `category_brand` VALUES ('496', '247');
INSERT INTO `category_brand` VALUES ('496', '248');
INSERT INTO `category_brand` VALUES ('496', '263');
INSERT INTO `category_brand` VALUES ('497', '30');
INSERT INTO `category_brand` VALUES ('497', '80');
INSERT INTO `category_brand` VALUES ('497', '166');
INSERT INTO `category_brand` VALUES ('497', '183');
INSERT INTO `category_brand` VALUES ('497', '241');
INSERT INTO `category_brand` VALUES ('497', '244');
INSERT INTO `category_brand` VALUES ('497', '264');

-- ----------------------------
-- Table structure for company
-- ----------------------------
DROP TABLE IF EXISTS `company`;
CREATE TABLE `company` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) DEFAULT '' COMMENT '公司名称',
  `create_time` datetime DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='公司表，包括公司、商家、供应商';

-- ----------------------------
-- Records of company
-- ----------------------------

-- ----------------------------
-- Table structure for entry
-- ----------------------------
DROP TABLE IF EXISTS `entry`;
CREATE TABLE `entry` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `check_status` tinyint(1) DEFAULT '0' COMMENT '审核状态：0.未审核，1.审核中，2.审核通过，3.审核驳回',
  `company_name` varchar(60) DEFAULT '' COMMENT '公司名称',
  `shop_name` varchar(60) DEFAULT '' COMMENT '店铺名称',
  `agree_time` datetime DEFAULT CURRENT_TIMESTAMP COMMENT '审核通过时间',
  `refuse_time` datetime DEFAULT CURRENT_TIMESTAMP COMMENT '审核驳回时间',
  `refuse_reason` varchar(100) DEFAULT '' COMMENT '审核驳回原因',
  `email` varchar(60) DEFAULT '' COMMENT '电子邮箱',
  `mobile` varchar(60) DEFAULT '' COMMENT '手机号码',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='商家/供应商的入驻申请表';

-- ----------------------------
-- Records of entry
-- ----------------------------

-- ----------------------------
-- Table structure for shop
-- ----------------------------
DROP TABLE IF EXISTS `shop`;
CREATE TABLE `shop` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) DEFAULT '' COMMENT '店铺名称',
  `description` varchar(255) DEFAULT '' COMMENT '店铺描述',
  `logo` varchar(255) DEFAULT '' COMMENT '店铺logo',
  `address` varchar(100) DEFAULT '' COMMENT '店铺地址',
  `open_time` datetime DEFAULT CURRENT_TIMESTAMP COMMENT '开店时间',
  `company_id` int(11) DEFAULT '-1' COMMENT '公司表的id',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='店铺表';

-- ----------------------------
-- Records of shop
-- ----------------------------

-- ----------------------------
-- Table structure for sku
-- ----------------------------
DROP TABLE IF EXISTS `sku`;
CREATE TABLE `sku` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT 'sku id',
  `spu_id` bigint(20) NOT NULL COMMENT 'spu id',
  `title` varchar(256) NOT NULL COMMENT '商品标题',
  `images` varchar(1024) DEFAULT '' COMMENT '商品的图片，多个图片以‘,’分割',
  `price` double(15,2) NOT NULL DEFAULT '0.00' COMMENT '销售价格，单位为分',
  `indexes` varchar(32) DEFAULT '' COMMENT '特有规格属性在spu属性模板中的对应下标组合',
  `sku_spec` varchar(1024) DEFAULT '' COMMENT 'sku的特有规格参数键值对，json格式，反序列化时请使用linkedHashMap，保证有序',
  `saleable` tinyint(1) DEFAULT '1' COMMENT '是否上架，0下架，1上架',
  `valid` tinyint(1) NOT NULL DEFAULT '1' COMMENT '是否有效，0无效，1有效',
  `sku_code` varchar(255) DEFAULT '' COMMENT '商品货号，指卖家管理商品的编号，买家不可见',
  `type` tinyint(1) DEFAULT '0' COMMENT '是否有多条数据，0只有一条数据，1有',
  `create_time` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `last_update_time` datetime NOT NULL COMMENT '最后修改时间',
  PRIMARY KEY (`id`),
  KEY `key_spu_id` (`spu_id`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='商品的sku表,该表表示具体的商品实体';

-- ----------------------------
-- Records of sku
-- ----------------------------

-- ----------------------------
-- Table structure for specification_group
-- ----------------------------
DROP TABLE IF EXISTS `specification_group`;
CREATE TABLE `specification_group` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `category_id` int(11) DEFAULT '-1' COMMENT 'category表的id',
  `name` varchar(100) DEFAULT '' COMMENT '规格组的名称',
  `sort` double(10,2) DEFAULT '0.00' COMMENT '排序',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='规格组';

-- ----------------------------
-- Records of specification_group
-- ----------------------------

-- ----------------------------
-- Table structure for specification_param_name
-- ----------------------------
DROP TABLE IF EXISTS `specification_param_name`;
CREATE TABLE `specification_param_name` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `category_id` int(11) DEFAULT '-1' COMMENT 'category表的id',
  `group_id` int(11) DEFAULT '-1' COMMENT 'specification_group表的id',
  `name` varchar(100) DEFAULT '' COMMENT '参数名称',
  `isNumeric` tinyint(1) DEFAULT '0' COMMENT '是否是数字类型参数：0.不是，1.是',
  `unit` varchar(100) DEFAULT '' COMMENT '数字类型参数的单位，非数字类型可以为空',
  `isGeneric` tinyint(1) DEFAULT '1' COMMENT '是否为通用属性：0.不是，1.是',
  `isSearching` tinyint(1) DEFAULT '0' COMMENT '是否用于搜索过滤：0.否，1.是',
  `segments` varchar(100) DEFAULT '' COMMENT '数值类型参数，如果需要搜索，则添加分段间隔值，如CPU频率间隔：0.5-1.0',
  `sort` double(10,2) DEFAULT '0.00' COMMENT '排序',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='规格组下的规格参数';

-- ----------------------------
-- Records of specification_param_name
-- ----------------------------

-- ----------------------------
-- Table structure for spu
-- ----------------------------
DROP TABLE IF EXISTS `spu`;
CREATE TABLE `spu` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT 'spu id',
  `title` varchar(128) NOT NULL DEFAULT '' COMMENT '标题',
  `sub_title` varchar(256) DEFAULT '' COMMENT '子标题',
  `images` varchar(1024) DEFAULT '' COMMENT '商品的图片，多个图片以‘,’分割，先把sku中的所有图片用这个代替',
  `tmp_price` double(15,2) DEFAULT '0.00' COMMENT '商品的临时价格',
  `tmp_stock` bigint(20) DEFAULT '0' COMMENT '商品的临时库存',
  `cid1` int(11) NOT NULL DEFAULT '-1' COMMENT '1级类目id',
  `cid2` int(11) NOT NULL DEFAULT '-1' COMMENT '2级类目id',
  `cid3` int(11) NOT NULL DEFAULT '-1' COMMENT '3级类目id',
  `brand_id` int(11) NOT NULL DEFAULT '-1' COMMENT '商品所属品牌id',
  `create_time` datetime DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `last_update_time` datetime DEFAULT NULL COMMENT '最后修改时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='商品的spu表，该表描述的是一个抽象性的商品';

-- ----------------------------
-- Records of spu
-- ----------------------------

-- ----------------------------
-- Table structure for spu_detail
-- ----------------------------
DROP TABLE IF EXISTS `spu_detail`;
CREATE TABLE `spu_detail` (
  `spu_id` bigint(20) NOT NULL,
  `description` varchar(2048) DEFAULT NULL COMMENT '商品描述信息',
  `generic_spec` varchar(2048) NOT NULL DEFAULT '' COMMENT '通用规格参数数据',
  `special_spec` varchar(1024) NOT NULL DEFAULT '' COMMENT '特有规格参数及可选值信息，json格式',
  `packing_list` varchar(1024) DEFAULT '' COMMENT '包装清单',
  `after_service` varchar(1024) DEFAULT '' COMMENT '售后服务',
  PRIMARY KEY (`spu_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='商品的spu的详细信息，和spu是一对一的关系';

-- ----------------------------
-- Records of spu_detail
-- ----------------------------

-- ----------------------------
-- Table structure for stock
-- ----------------------------
DROP TABLE IF EXISTS `stock`;
CREATE TABLE `stock` (
  `sku_id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '库存对应的商品sku id',
  `seckill_stock` int(9) DEFAULT '0' COMMENT '可秒杀库存',
  `seckill_total` int(9) DEFAULT '0' COMMENT '秒杀总数量',
  `stock` int(9) NOT NULL COMMENT '库存数量',
  PRIMARY KEY (`sku_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='商品的库存表，代表库存，秒杀库存等信息';

-- ----------------------------
-- Records of stock
-- ----------------------------

-- ----------------------------
-- Table structure for sys_menu
-- ----------------------------
DROP TABLE IF EXISTS `sys_menu`;
CREATE TABLE `sys_menu` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `pid` int(11) DEFAULT '-1' COMMENT '上级节点的id',
  `name` varchar(60) DEFAULT '' COMMENT '权限名称',
  `url` varchar(100) DEFAULT '' COMMENT '权限的url',
  `icon` varchar(60) DEFAULT '' COMMENT '菜单的图标',
  `level` int(255) DEFAULT '0' COMMENT '等级，方便通过等级字段查询出权限',
  `sort` double(10,2) DEFAULT '0.00' COMMENT '排序',
  `create_time` datetime DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='菜单表';

-- ----------------------------
-- Records of sys_menu
-- ----------------------------

-- ----------------------------
-- Table structure for sys_role
-- ----------------------------
DROP TABLE IF EXISTS `sys_role`;
CREATE TABLE `sys_role` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(60) DEFAULT '' COMMENT '角色名称',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='角色表';

-- ----------------------------
-- Records of sys_role
-- ----------------------------

-- ----------------------------
-- Table structure for sys_role_menu
-- ----------------------------
DROP TABLE IF EXISTS `sys_role_menu`;
CREATE TABLE `sys_role_menu` (
  `role_id` int(11) NOT NULL DEFAULT '-1' COMMENT '对应sys_role表的id',
  `menu_id` int(11) NOT NULL DEFAULT '-1' COMMENT '对应sys_menu表的id',
  PRIMARY KEY (`role_id`,`menu_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='给角色分配菜单';

-- ----------------------------
-- Records of sys_role_menu
-- ----------------------------

-- ----------------------------
-- Table structure for sys_role_user
-- ----------------------------
DROP TABLE IF EXISTS `sys_role_user`;
CREATE TABLE `sys_role_user` (
  `user_id` int(11) NOT NULL DEFAULT '-1' COMMENT '对应sys_user表的id',
  `role_id` int(11) NOT NULL DEFAULT '-1' COMMENT '对应sys_role表的id',
  PRIMARY KEY (`user_id`,`role_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='给角色绑定用户';

-- ----------------------------
-- Records of sys_role_user
-- ----------------------------

-- ----------------------------
-- Table structure for sys_user
-- ----------------------------
DROP TABLE IF EXISTS `sys_user`;
CREATE TABLE `sys_user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `login_name` varchar(100) DEFAULT '' COMMENT '登录名',
  `login_password` varchar(60) DEFAULT '' COMMENT '登录密码',
  `nick_name` varchar(60) DEFAULT '' COMMENT '昵称',
  `real_name` varchar(60) DEFAULT '' COMMENT '真实姓名',
  `gender` tinyint(1) DEFAULT '0' COMMENT '性别：0.男，1.女',
  `user_avatar` varchar(255) DEFAULT '' COMMENT '用户头像',
  `email` varchar(60) DEFAULT '' COMMENT '电子邮箱',
  `mobile` varchar(60) DEFAULT '' COMMENT '手机号码',
  `status` tinyint(1) DEFAULT '1' COMMENT '状态：0.冻结，1.正常',
  `create_time` datetime DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `comment` varchar(255) DEFAULT '' COMMENT '备注',
  `company_id` int(11) DEFAULT '-1' COMMENT '商家、公司的id',
  PRIMARY KEY (`id`),
  UNIQUE KEY `login_account` (`login_name`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='用户表、商城会员表';

-- ----------------------------
-- Records of sys_user
-- ----------------------------
